{
  "date": "2026-02-24",
  "gospelRef": "Matthaeus 6,7-15",
  "gospelRefOriginal": "Matthew 6:7-15",
  "generatedAt": "2026-02-23T23:35:13.532Z",
  "gospelTexts": {
    "de": {
      "text": "Wenn ihr aber betet, sollt ihr nicht plappern wie die von den Nationen; denn sie meinen, daß sie um ihres vielen Redens willen werden erhört werden. Seid ihnen nun nicht gleich; denn euer Vater weiß, was ihr bedürfet, ehe ihr ihn bittet. Betet ihr nun also: Unser Vater, der du bist in den Himmeln, geheiligt werde dein Name; dein Reich komme; dein Wille geschehe, wie im Himmel also auch auf Erden. Unser nötiges Brot (O. tägliches Brot, od.: unser Brot für (od. bis) morgen) gib uns heute; und vergib uns unsere Schulden, wie auch wir unseren Schuldnern vergeben; und führe uns nicht in Versuchung, sondern errette uns von dem Bösen. - Denn wenn ihr den Menschen ihre Vergehungen vergebet, so wird euer himmlischer Vater auch euch vergeben; wenn ihr aber den Menschen ihre Vergehungen nicht vergebet, so wird euer Vater auch eure Vergehungen nicht vergeben.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking. Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him. After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen. For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "A modląc się, nie bądźcie wielomówni, jako poganie; albowiem oni mniemają, że dla swojej wielomówności wysłuchani będą. Nie bądźcież tedy im podobni, gdyż wie Ojciec wasz, czego potrzebujecie, pierwej niżbyście wy go prosili. Wy tedy tak się módlcie; Ojcze nasz, któryś jest w niebiesiech! Święć się imię twoje; Przyjdź królestwo twoje; bądź wola twoja jako w niebie, tak i na ziemi. Chleba naszego powszedniego daj nam dzisiaj. I odpuść nam nasze winy, jako i my odpuszczamy naszym winowajcom; I nie wódź nas na pokuszenie, ale nas zbaw ode złego; albowiem twoje jest królestwo i moc i chwała na wieki. Amen. Bo jeźli odpuścicie ludziom upadki ich, odpuści i wam Ojciec wasz niebieski; A jeźli nie odpuścicie ludziom upadków ich, i Ojciec wasz nie odpuści wam upadków waszych.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Vertrauensvolles Gebet",
        "text": "Jesus zeigt dir heute, wie du beten kannst: ohne viele Worte, sondern im tiefen Vertrauen zum Vater, der deine Bedürfnisse schon kennt. Nimm das Vaterunser als deinen Begleiter durch den Tag – es verbindet dich mit Gottes Nähe und seiner Barmherzigkeit. Spüre, wie es dein Herz öffnet für den Alltag."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wen möchtest du heute bewusst loslassen und vergeben, um dein Gebet freier zu machen?"
      },
      "tieferReingehen": {
        "titel": "Ins Herz des Vaterunsers",
        "text": "Das Vaterunser ist ein Geschenk Jesu, das Gebet in Vertrauen und Gemeinschaft wandelt – kurz, vollkommend und wirksam, wie die Kirchenväter lehren.",
        "gedanken": [
          "Gott als Vater lädt dich ein, in Freiheit zu bitten, da er deine Nöte schon kennt und dich in seine Vorsehung einbindet.",
          "Die Bitte um Vergebung fließt aus deiner eigenen Barmherzigkeit: Sie verbindet Himmel und Erde in gegenseitiger Nachsicht.",
          "Jesus betet es als Hohepriester vorab für dich, sodass es alle guten Gaben umfasst und dich zum Reich Gottes führt."
        ],
        "uebung": "Setze dich 5 Minuten still hin, betete das Vaterunser langsam Wort für Wort. Bei 'vergebe uns... wie auch wir' lass eine Person vor dein inneres Auge kommen und schenke ihr im Geiste Vergebung – spüre die innere Freiheit, die entsteht."
      }
    },
    "en": {
      "impuls": {
        "title": "Pray from the Heart",
        "text": "As you wake this morning, Jesus invites you to pray simply, without empty words, because your Father already knows your needs. Whisper the Our Father, letting its words touch your deepest longings for God's kingdom, daily bread, and mercy. In this quiet trust, start your day wrapped in His loving care."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "Who comes to mind today that you can reach out to with a kind word, releasing any lingering hurt?"
      },
      "tieferReingehen": {
        "titel": "Deeper into the Lord's Prayer",
        "text": "Jesus teaches a prayer that unites our hearts with God's will, emphasizing simplicity, trust, and mutual forgiveness. Drawing from Church Fathers and Ignatian wisdom, explore how this prayer becomes a gentle path to deeper union with God.",
        "gedanken": [
          "St. Augustine reminds us that true prayer is more about the heart's fervent desire and groans than multiplied words—God hears beyond our speech.",
          "Ignatius of Loyola offers methods like rhythmic breathing with each word of the Our Father, savoring its meaning to foster intimate conversation with God.",
          "Forgiveness in the prayer mirrors God's mercy: as we forgive, we open ourselves to receive it, sustaining our prayer's warmth."
        ],
        "uebung": "Today, sit quietly for five minutes and pray the Our Father slowly, pausing after each phrase to notice what stirs in your heart—offer it lovingly to God, as Ignatius suggests in contemplative rhythm."
      }
    },
    "pl": {
      "impuls": {
        "title": "Modlitwa z serca i ufnością",
        "text": "W dzisiejszej Ewangelii Jezus zaprasza Cię do prostoty w modlitwie: nie mnoż słów, bo Ojciec zna Twoje potrzeby, zanim Go poprosisz. Wymódl Ojcze nasz z serca, czując Jego bliskość jak kochającego rodzica. Niech to będzie Twój poranny oddech zaufania w codziennym biegu."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Komu dzisiaj możesz okazać miłosierdzie, przebaczając z serca, tak jak prosisz w Ojcze nasz?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w Ojcze nasz",
        "text": "Ewangelia Mateusza ukazuje Ojcze nasz jako wzór modlitwy pełnej ufności i pojednania. Św. Ignacy Loyola w Ćwiczeniach duchowych proponuje trzy sposoby rozważania tej modlitwy, by wejść w bliskość z Bogiem. Katechizm podkreśla, że w niej kryje się suma wszystkich dóbr, których pragnie nam dać Ojciec.",
        "gedanken": [
          "Pierwszy sposób ignacjański to rytmiczne powtarzanie słów Ojcze nasz z oddechem, skupiając się na znaczeniu każdego, co budzi głęboką relację z Bogiem.",
          "Jezus przypomina, że Bóg zna nasze potrzeby – modlitwa to nie wymuszanie, lecz wdzięczne przyjmowanie Jego darów, jak w kontemplacji miłości Bożej u Ignacego.",
          "Kluczowe jest przebaczenie: jak Ojciec przebacza nam, tak my innym, co otwiera serce na Jego miłosierdzie bez lęku."
        ],
        "uebung": "Weź chwilę na drugą metodę św. Ignacego: usiądź wygodnie, zamknij oczy i rozważaj słowo po słowie Ojcze nasz, zatrzymując się najdłużej tam, gdzie czujesz pociechę lub bliskość Boga."
      }
    }
  }
}