{
  "date": "2026-02-18",
  "gospelRef": "Matthaeus 6,1-6, 16-18",
  "gospelRefOriginal": "Matthew 6:1-6, 16-18",
  "generatedAt": "2026-02-18T05:06:38.629Z",
  "gospelTexts": {
    "de": {
      "text": "Habet acht, daß ihr euer Almosen nicht gebet (Nach and. Les.: eure Gerechtigkeit nicht übet) vor den Menschen, um von ihnen gesehen zu werden; wenn aber nicht, so habt ihr keinen Lohn bei eurem Vater, der in den Himmeln ist. Wenn du nun Almosen gibst, sollst du nicht vor dir her posaunen lassen, wie die Heuchler tun in den Synagogen und auf den Straßen, damit sie von den Menschen geehrt werden. Wahrlich, ich sage euch, sie haben ihren Lohn dahin. Du aber, wenn du Almosen gibst, so laß deine Linke nicht wissen, was deine Rechte tut; damit dein Almosen im Verborgenen sei, und dein Vater, der im Verborgenen sieht, wird dir vergelten. Und wenn du betest, sollst du nicht sein wie die Heuchler; denn sie lieben es, in den Synagogen und an den Ecken der Straßen stehend zu beten, damit sie von den Menschen gesehen werden. Wahrlich, ich sage euch, sie haben ihren Lohn dahin. Du aber, wenn du betest, so gehe in deine Kammer und, nachdem du deine Tür geschlossen hast, bete zu deinem Vater, der im Verborgenen ist, und dein Vater, der im Verborgenen sieht, wird dir vergelten. Wenn ihr aber fastet, so sehet nicht düster aus wie die Heuchler; denn sie verstellen ihre Angesichter, damit sie den Menschen als Fastende erscheinen. Wahrlich, ich sage euch, sie haben ihren Lohn dahin. Du aber, wenn du fastest, so salbe dein Haupt und wasche dein Angesicht, damit du nicht den Menschen als ein Fastender erscheinest, sondern deinem Vater, der im Verborgenen ist; und dein Vater, der im Verborgenen sieht, wird dir vergelten.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven. alms: or, righteousness of your: or, with your Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward. do not: or, cause not a trumpet to be sounded But when thou doest alms, let not thy left hand know what thy right hand doeth: That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly . And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward. But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly . Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward. But thou, when thou fastest, anoint thine head, and wash thy face; That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly .",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Strzeżcie się, abyście jałmużny waszej nie czynili przed ludźmi dlatego, abyście byli widziani od nich; inaczej nie będziecie mieli zapłaty u Ojca waszego, który jest w niebiesiech. Przetoż, gdy czynisz jałmużnę, nie trąb przed sobą, jako obłudnicy czynią w bóżnicach i na ulicach, aby byli chwaleni od ludzi; zaprawdę powiadam wam, odbierają zapłatę swoję. Ale ty gdy czynisz jałmużnę, niechaj nie wie lewica twoja, co czyni prawica twoja. Aby jałmużna twoja była w skrytości, a Ojciec twój, który widzi w skrytości, ten ci jawnie odda. A gdy się modlisz, nie bądź jako obłudnicy; albowiem się oni radzi w bóżnicach i na rogach ulic stojąc, modlą, aby byli widziani od ludzi; zaprawdę powiadam wam, iż odbierają zapłatę swoję. Ale ty, gdy się modlisz, wnijdź do komory swojej, a zawarłszy drzwi swoje, módl się Ojcu twemu, który jest w skrytości; a Ojciec twój, który widzi w skrytości, odda ci jawnie. A gdy pościcie, nie bądźcież smętnej twarzy, jako obłudnicy; szpecą bowiem twarzy swoje, aby byli widziani od ludzi, że poszczą; zaprawdę powiadam wam, odbierają zapłatę swoję. Ale ty, gdy pościsz, namaż głowę twoję, i umyj twarz twoję, Abyś nie był widziany od ludzi, że pościsz, ale od Ojca twojego, który jest w skrytości; a Ojciec twój, który widzi w skrytości, odda ci jawnie.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Im Verborgenen bei Gott",
        "text": "Jesus zeigt dir heute, wie du Almosen gibst, betest und fastest – alles im Geheimen, wo dein Vater es sieht und dich belohnt. Stell dir vor, du tust Gutes, ohne dass es jemand bemerkt, nur für die Freude der Nähe zu ihm. Das macht dein Herz frei und leicht für den Tag."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Welchen kleinen Akt der Nächstenliebe oder ein stilles Gebet kannst du heute so tun, dass nur Gott es weiß?"
      },
      "tieferReingehen": {
        "titel": "Das Herz des verborgenen Glaubens",
        "text": "Im Matthäus-Evangelium (6,1-6.16-18) lädt Jesus dich ein, deine Frömmigkeit nicht zur Schau zu stellen, sondern im Inneren zu leben, wo Gott dich erwartet.[^3] [^6] [^7]",
        "gedanken": [
          "Augustinus erklärt: Die 'linke Hand' steht für die Lobgier, die 'rechte' für die reine Absicht Gottes. Lass deine guten Taten im Gewissen wachsen, wo Gott allein Zeuge ist.[^8] [^9]",
          "Chrysostomus und Pseudo-Chrysostomus betonen: Es geht um die Gesinnung, nicht den Ort. Auch im Gebet unter Menschen bist du 'im Kämmerlein', wenn dein Herz bei Gott ruht.[^7]",
          "Ignatius von Loyola mahnt in den Geistlichen Übungen: Liebe zeigt sich in verborgenen Taten des Gebens und Nehmens. Gott schaut barmherzig auf dein Streben nach innerer Einheit.[^4] [^5]"
        ],
        "uebung": "Nimm dir fünf Minuten Stille: Schließe die Augen, atme tief und stelle dir vor, wie Jesus dich in deinem 'Kämmerlein' ansieht und liebt. Teile ein kleines Anliegen mit ihm, lass es in Frieden ruhen."
      }
    },
    "en": {
      "impuls": {
        "title": "Hidden Acts of Love",
        "text": "Jesus gently invites you to practice your piety – giving alms, praying, fasting – not for others' praise, but in the quiet space where only your Father sees.[^1] Picture slipping a kind note to someone in need or whispering a prayer in solitude; these moments draw you closer to God's tender heart. Let this secret intimacy fill your day with quiet joy."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "What one small act of kindness or prayer can you do today, letting only God notice?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper into Secret Piety",
        "text": "Matthew 6 calls you to interior freedom, a theme richly explored by the Church Fathers and echoed in merciful encounter with God.[^2] [^5]",
        "gedanken": [
          "St. Augustine explains 'in secret' as the good conscience hidden from human eyes, where even good intentions without outward means count as true alms.[^2]",
          "St. Thomas Aquinas sees the 'chamber' as your heart's interior, shutting the door of the mouth and senses against distractions to pray silently before God who beholds the heart.[^5]",
          "Pope John Paul II links this to conversion in the 'secrecy of the heart,' silencing the world's noise to meet God's merciful holiness in forgiving love.[^3]"
        ],
        "uebung": "Pause for an Ignatian review: Spend 5 minutes entering your inner chamber, noticing desires for notice in your actions, then release them mercifully to God, offering one hidden prayer for someone in need."
      }
    },
    "pl": {
      "impuls": {
        "title": "Uczynki w ukryciu",
        "text": "Jezus dziś zaprasza cię, byś dawał jałmużnę, modlił się i pościł nie dla poklasku ludzi, ale w intymności z Ojcem, który widzi w sekrecie. W codziennym pośpiechu znajdź chwilę na te gesty miłości, ukryte przed światem, pełne ciepła Jego obecności. Pozwól, by twoje serce radowało się nagrodą od Tego, który zna cię najgłębiej."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Jakie małe dobro – uśmiech, pomoc czy modlitwa – uczynisz dzisiaj w ukryciu, bez czekania na podziękowanie?"
      },
      "tieferReingehen": {
        "titel": "Ignacjańska pokora w ukryciu",
        "text": "Ewangelia Mateusza prowadzi nas do ignacjańskiej medytacji o dwóch sztandarach i trzech stopniach pokory, gdzie Chrystus stoi w niskim miejscu, wzywając do ubóstwa duchowego, zniewag i pokory.[^8] [^9]",
        "gedanken": [
          "Pierwszy stopień pokory to posłuszeństwo Prawu Bożemu bez wahania, nawet za cenę życia – jak ukryte praktyki pobożności, które budują wolność serca.[^9]",
          "Drugi stopień to brak przywiązania do bogactw, honorów czy długiego życia, gdy chodzi o służbę Bogu – Jezus zachęca, by nie szukać ludzkiej chwały w modlitwie i poście.[^9]",
          "Trzeci, najdoskonalszy stopień to wybór ubóstwa i hańby z Chrystusem, by naśladować Go w pełni – Ojciec nagradza to, co ukryte przed światem.[^8]"
        ],
        "uebung": "Zrób trzy kolokwia: do Maryi, Jezusa i Ojca, prosząc o łaskę trzeciej pokory w dzisiejszych uczynkach ukrytych – powiedz 'Zdrowaś Maryjo', 'Duszo Chrystusowa' i 'Ojcze nasz'."
      }
    }
  }
}