{
  "date": "2026-03-01",
  "gospelRef": "Matthaeus 17,1-9",
  "gospelRefOriginal": "Matthew 17:1-9",
  "generatedAt": "2026-02-28T23:23:03.802Z",
  "gospelTexts": {
    "de": {
      "text": "Und nach sechs Tagen nimmt Jesus den Petrus und Jakobus und Johannes, seinen Bruder, mit und führt sie auf einen hohen Berg besonders. Und er wurde vor ihnen umgestaltet. Und sein Angesicht leuchtete wie die Sonne, seine Kleider aber wurden weiß wie das Licht; und siehe, Moses und Elias erschienen ihnen und unterredeten sich mit ihm. Petrus aber hob an und sprach zu Jesu: Herr, es ist gut, daß wir hier sind. Wenn du willst, laß uns hier drei Hütten machen, dir eine und Moses eine und Elias eine. 'Während er noch redete, siehe, da überschattete sie (d. h. überdeckte sie, ohne zu verdunkeln; denn es war eine lichte Wolke, ''die prachtvolle Herrlichkeit''2. Petr. 1,17. Dasselbe Wort wird von der Wolke gebraucht, welche die Stiftshütte bedeckte) eine lichte Wolke, und siehe, eine Stimme kam aus der Wolke, welche sprach: Dieser ist mein geliebter Sohn, an welchem ich Wohlgefallen gefunden habe; ihn höret.' Und als die Jünger es hörten, fielen sie auf ihr Angesicht und fürchteten sich sehr. Und Jesus trat herzu, rührte sie an und sprach: Stehet auf und fürchtet euch nicht. Als sie aber ihre Augen aufhoben, sahen sie niemanden als Jesum allein. Und als sie von dem Berge herabstiegen, gebot ihnen Jesus und sprach: Saget niemandem das Gesicht, bis der Sohn des Menschen aus den Toten auferstanden ist.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "And after six days Jesus taketh Peter , James, and John his brother, and bringeth them up into an high mountain apart , And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light. And, behold, there appeared unto them Moses and Elias talking with him. Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias. While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him. And when the disciples heard it, they fell on their face, and were sore afraid. And Jesus came and touched them, and said, Arise, and be not afraid. And when they had lifted up their eyes, they saw no man, save Jesus only. And as they came down from the mountain, Jesus charged them, saying, Tell the vision to no man, until the Son of man be risen again from the dead.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "A po sześciu dniach wziął Jezus Piotra i Jakóba i Jana, brata jego, i wprowadził je na górę wysoką osobno. I przemieniony jest przed nimi, a rozjaśniło się oblicze jego jako słońce, a szaty jego stały się białe jako światłość. A oto ukazali się im Mojżesz i Elijasz, z nim rozmawiający. I odpowiadając Piotr, rzekł do Jezusa: Panie! dobrze nam tu być; jeźli chcesz, uczynimy tu trzy namioty, tobie jeden, i Mojżeszowi jeden, i Elijaszowi jeden. A gdy on jeszcze mówił, oto obłok jasny zacienił je; a oto głos z obłoku mówiący: Ten jest Syn mój miły, w którym mi się upodobało, tego słuchajcie. To usłyszawszy uczniowie, upadli na twarz swoję i bali się bardzo. Tedy przystąpiwszy Jezus dotknął się ich i rzekł: Wstańcie, a nie bójcie się. A oni podniósłszy oczy swoje, nikogo nie widzieli, tylko Jezusa samego. A gdy zstępowali z góry, przykazał im Jezus, mówiąc: Nikomu nie powiadajcie tego widzenia, aż Syn człowieczy zmartwychwstanie.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Verklärung auf dem hohen Berg",
        "text": "Jesus nimmt dich mit auf einen hohen Berg und offenbart dir seine Herrlichkeit – sein Gesicht leuchtet wie die Sonne, seine Kleider wie Licht. In deinem Alltag sucht er solche Momente, wo du seine Schönheit spürst und dein Herz erstrahlt. Atme tief ein und lass dich heute von seiner Nähe berühren."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wo in deinem Tag kannst du heute einen stillen 'Berg' finden, um Jesu Herrlichkeit zu suchen – vielleicht in einem Spaziergang oder einer Pause?"
      },
      "tieferReingehen": {
        "titel": "Tiefer in die Verklärung",
        "text": "Die Verklärung Jesu (Mt 17,1-9) ist eine Einladung, über den Alltag hinauszublicken und die göttliche Herrlichkeit zu schauen, die uns verwandelt.",
        "gedanken": [
          "Der Kirchenvater Origenes sieht im Aufstieg auf den Berg das Loslassen weltlicher Bindungen, damit du Jesus in seiner wahren, leuchtenden Gestalt begegnen kannst.",
          "Der Katechismus erinnert daran, dass wir uns Christus angleichen sollen, bis er in uns geformt ist – eine sanfte Verwandlung durch seine Nähe.",
          "Ignatius von Loyola lädt in den Spirituellen Übungen ein, diese Szene zu betrachten: Mose und Elija bei Jesus, die Stimme des Vaters – höre, was Gott zu dir sagt."
        ],
        "uebung": "Setze dich 5 Minuten still hin, stelle dir vor, du bist bei Petrus, Jakobus und Johannes auf dem Berg. Schau Jesus an, höre die Worte 'Das ist mein geliebter Sohn', und lass eine innere Berührung zu – was weckt das in dir?"
      }
    },
    "en": {
      "impuls": {
        "title": "Glimpsing Glory on the Mountain",
        "text": "As you begin your day, picture Jesus leading Peter, James, and John up the high mountain, where his face shines like the sun and his clothes dazzle white. In this tender revelation, the Father's voice calls him Beloved, inviting you to listen deeply amid your own steps. Let this warm light fill you with quiet joy and gentle strength for whatever comes."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "In one routine moment today—like during your commute or a break—what can you pause to hear Jesus speaking lovingly to you?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper into the Transfiguration",
        "text": "This Gospel scene unveils Christ's divine glory while gently preparing the heart for the cross, echoing the Church's wisdom on encountering the Trinity and our share in resurrection.",
        "gedanken": [
          "The Transfiguration reveals the Trinity's embrace: the Father in the affirming voice, the Son transfigured in radiant humanity, and the Spirit in the overshadowing cloud, drawing us into divine communion.",
          "Moses and Elijah appear, representing Law and Prophets in dialogue with Jesus about his departure, showing how all Scripture converges lovingly in him.",
          "It offers a foretaste of glory amid trials, strengthening faith like the apostles' and anticipating our transformation into Christ's likeness through sacraments."
        ],
        "uebung": "Take 5 minutes for Ignatian contemplation: Imagine yourself on the mountain with the disciples—feel the light touch you, hear the Father's words, and let Jesus gently say, 'Rise, do not be afraid,' carrying that peace into your day."
      }
    },
    "pl": {
      "impuls": {
        "title": "Przemienienie na wysokiej górze",
        "text": "Jezus zabiera cię dziś na górę, by objawić ci swój blask – twarz jak słońce, szaty białe jak światło. W tej chwili chwały usłysz głos Ojca: „To jest mój Syn umiłowany, Jego słuchajcie”. Niech to doświadczenie napełni cię pokojem i siłą na codzienne wyzwania, bo Bóg patrzy na ciebie z miłością."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "W którym momencie dzisiejszego dnia zatrzymasz się, by posłuchać głosu Jezusa i poczuć Jego obecność?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w tajemnicę Przemienienia",
        "text": "Przemienienie Jezusa to zapowiedź Jego zmartwychwstania i naszej chwały, które objawia się w sakramentach Kościoła. Orygenes widzi w Mojżeszu i Eliaszu zjednoczenie Prawa i Proroków z Ewangelią, a głos z obłoku wzywa do słuchania Syna. Ignacy Loyola zaprasza do kontemplacji tej sceny, by zbliżyć się do Chrystusa.",
        "gedanken": [
          "Przemienienie umacnia wiarę apostołów przed męką, pokazując nadzieję chwały ukrytą w cierpieniu, jak szczyt Tabor przygotowuje na Golgotę.",
          "Obłok i światło symbolizują Ducha Świętego, który osłania i oświeca, przypominając o teofaniach Starego Testamentu i pełni w Jezusie.",
          "Jezus jako wzór świętości wzywa: „Słuchajcie Go”, byśmy naśladowali Jego miłość i drogę do Ojca."
        ],
        "uebung": "Znajdź ciche miejsce, wyobraź sobie siebie na górze z Piotrem, Jakubem i Janem. Patrz na Przemienionego Jezusa, słuchaj głosu Ojca i porozmawiaj z Nim serce do serca przez kilka minut."
      }
    }
  }
}