{
  "date": "2026-02-27",
  "gospelRef": "Matthaeus 5,20-26",
  "gospelRefOriginal": "Matthew 5:20-26",
  "generatedAt": "2026-02-26T23:30:53.099Z",
  "gospelTexts": {
    "de": {
      "text": "Denn ich sage euch: Wenn nicht eure Gerechtigkeit vorzüglicher ist als die der Schriftgelehrten und Pharisäer, so werdet ihr nicht in das Reich der Himmel eingehen. Ihr habt gehört, daß zu den Alten gesagt ist: Du sollst nicht töten; wer aber irgend töten wird, wird dem Gericht verfallen sein. Ich aber sage euch, daß jeder, der seinem Bruder ohne Grund zürnt, dem Gericht verfallen sein wird; wer aber irgend zu seinem Bruder sagt: Raka! (Ein Ausdruck der Verachtung: Tor, Taugenichts) dem Synedrium verfallen sein wird; wer aber irgend sagt: Du Narr! (O. Verrückter; auch: Gottloser) der Hölle des Feuers verfallen sein wird. Wenn du nun deine Gabe darbringst zu dem Altar und dich daselbst erinnerst, daß dein Bruder etwas wider dich habe, so laß daselbst deine Gabe vor dem Altar und geh zuvor hin, versöhne dich mit deinem Bruder; und dann komm und bringe deine Gabe dar. Willfahre deiner Gegenpartei (O. deinem (der) Widersacher; wie anderswo) schnell, während du mit ihr auf dem Wege bist; damit nicht etwa die Gegenpartei (O. deinem (der) Widersacher; wie anderswo) dich dem Richter überliefere, und der Richter dich dem Diener überliefere, und du ins Gefängnis geworfen werdest. Wahrlich, ich sage dir: du wirst nicht von dannen herauskommen, bis du auch den letzten Pfennig (W. Quadrans= 2 Lepta od. 1 Pfennig) bezahlt hast.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment: by: or, to But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire. Raca: that is, Vain fellow Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift. Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison. Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Albowiem powiadam wam: Jeźli nie będzie obfitsza sprawiedliwość wasza, niż nauczonych w Piśmie i Faryzeuszów, żadnym sposobem nie wnijdziecie do królestwa niebieskiego. Słyszeliście, iż rzeczono starym: Nie będziesz zabijał; a ktobykolwiek zabił, będzie winien sądu; Ale ja wam powiadam: Iż każdy, kto się gniewa na brata swego bez przyczyny, będzie winien sądu; a ktokolwiek rzecze bratu swemu: Racha; będzie winien rady, a ktokolwiek rzecze: Błaźnie! będzie winien ognia piekielnego. A tak jeźlibyś ofiarował dar twój na ołtarzu, a tam byś wspomniał, iż brat twój ma co przeciwko tobie, Zostaw tam dar twój przed ołtarzem, a odejdź, pierwej się pojednaj z bratem twoim; a potem przyszedłszy ofiaruj dar twój. Zgódź się z przeciwnikiem twoim rychło, pókiś jest z nim w drodze, by cię snać przeciwnik nie podał sędziemu, a sędzia by cię podał słudze, i byłbyś wrzucony do więzienia. Zaprawdę ci powiadam: Nie wynijdziesz stamtąd, póki byś nie oddał do ostatniego pieniążka.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Versöhnung im Herzen",
        "text": "Jesus ruft dich heute dazu auf, dein Herz zu öffnen und nicht nur äußerlich gerecht zu sein, sondern Zorn und Unversöhnlichkeit loszulassen. Bevor du betest oder dein Geschenk darbringst, geh hin und versöhne dich mit deinem Bruder oder deiner Schwester – das macht dein Gebet lebendig und frei. Spüre, wie Frieden in dir wächst, wenn du diesen Schritt wagst."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wen möchtest du heute anrufen oder mit einer kleinen Geste versöhnen, um Frieden zu schaffen?"
      },
      "tieferReingehen": {
        "titel": "Ignatianische Tiefe",
        "text": "Ignatius von Loyola lädt uns ein, die Bergpredigt Jesu als Aufruf zur inneren Barmherzigkeit zu betrachten, wo Versöhnung den Weg zum Vater ebnet.",
        "gedanken": [
          "Jesus erweitert das Gebot gegen das Töten auf den Zorn im Herzen, denn wahre Gerechtigkeit blüht in der Demut und Liebe auf, wie Ignatius es in seiner Betrachtung der Bergpredigt betont.",
          "Vor dem Gebet Versöhnung suchen, bedeutet eine Herzenswende zum Vater, die im Katechismus als Grundlage für echtes Beten beschrieben wird.",
          "Das Sakrament der Versöhnung schenkt nicht nur Frieden mit Gott, sondern heilt auch unsere Beziehungen und lässt uns in Freundschaft mit ihm leben."
        ],
        "uebung": "Nimm dir fünf Minuten in Stille: Stelle dir Jesus vor dem Altar vor, atme tief und bitte ihn um die Gnade, einen konkreten nächsten Schritt zur Versöhnung zu tun – dann handle heute danach."
      }
    },
    "en": {
      "impuls": {
        "title": "Reconcile from the Heart",
        "text": "Jesus calls you today to a deeper righteousness, one that heals anger before it festers and seeks peace with those close to you. Picture pausing your morning prayer to reach out in kindness to someone who's hurt you—that's the freedom He offers. Let this Gospel warm your heart as you begin the day, open to gentle reconciliation."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "Who comes to mind from today's Gospel as someone you might reconcile with today, and what's one small, kind step you can take?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper: Peace Beyond Words",
        "text": "In Matthew 5:20-26, Jesus reveals that true righteousness transforms our inner world, turning anger into opportunities for mercy and communion.",
        "gedanken": [
          "The Catechism explains that anger becomes a desire for revenge opposing charity, yet God draws us to a heart at peace, greater than our failings.",
          "St. Ignatius in his Presupposition invites you to presume the good in your neighbor, inquiring charitably and seeking to save their good intention before judging.",
          "Jesus prioritizes reconciliation even before the altar, echoing the call to love enemies and turn the other cheek for profound inner freedom."
        ],
        "uebung": "Pause for an Ignatian colloquy: Speak intimately with Jesus about any lingering resentment, imagining Him beside you, and ask for the grace to release it with compassion."
      }
    },
    "pl": {
      "impuls": {
        "title": "Serce pełne pojednania",
        "text": "Jezus dziś zaprasza cię, by twoja sprawiedliwość wykraczała poza zewnętrzną obserwancję prawa – prosto do serca relacji. Zamiast gniewu wybierz miłość, a zanim podejdziesz do ołtarza, pogódź się z tym, kto ma do ciebie żal. To droga do królestwa, pełna ciepła i bliskości z innymi."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Z kim dzisiaj masz napięte relacje i jak możesz zrobić mały krok ku pojednaniu, np. poprzez szczerą wiadomość lub uśmiech?"
      },
      "tieferReingehen": {
        "titel": "Ignacjańska medytacja nad Ewangelią",
        "text": "W duchu św. Ignacego Loyola zanurz się w dzisiejszym fragmencie, gdzie Jezus pogłębia przykazanie o nie zabijaniu, zapraszając do wewnętrznej przemiany serca pełnej miłosierdzia.",
        "gedanken": [
          "Jezus nie znosi Prawa, lecz je udoskonala, jak podkreśla Ignacy w medytacji nad Kazaniem na Górze, wzywając do miłości nieprzyjaciół i głębszej sprawiedliwości płynącej z serca.",
          "Pojednanie z bratem przed ofiarą to dzieło miłosierdzia duchowego – wybaczanie i znoszenie zniewag – które buduje braterską miłość, jak naucza Katechizm.",
          "W regułach rozeznawania Ignacy pokazuje, że Duch Święty przynosi pokój i zachęty do dobra, podczas gdy niepokój gniewu to znak do nawrócenia ku miłosierdziu Boga."
        ],
        "uebung": "Usiądź w ciszy na 5 minut, wyobraź sobie Jezusa na Górze przemawiającego do ciebie osobiście. Poproś Go w kolokwium o łaskę serca otwartego na pojednanie i podziękuj za Jego miłosierdzie."
      }
    }
  }
}