{
  "date": "2026-02-23",
  "gospelRef": "Matthaeus 25,31-46",
  "gospelRefOriginal": "Matthew 25:31-46",
  "generatedAt": "2026-02-22T23:27:38.813Z",
  "gospelTexts": {
    "de": {
      "text": "Wenn aber der Sohn des Menschen kommen wird in seiner Herrlichkeit, und alle Engel mit ihm, dann wird er auf seinem Throne der Herrlichkeit (O. dem Throne seiner Herrlichkeit) sitzen; und vor ihm werden versammelt werden alle Nationen, und er wird sie voneinander scheiden, gleichwie der Hirt die Schafe von den Böcken (Eig. Ziegenböcken) scheidet. Und er wird die Schafe zu seiner Rechten stellen, die Böcke (Eig. Böcklein; vergl. die Anm. zu Kap. 15,26) aber zur Linken. Dann wird der König zu denen zu seiner Rechten sagen: Kommet her, Gesegnete meines Vaters, ererbet das Reich, das euch bereitet ist von Grundlegung der Welt an; denn mich hungerte, und ihr gabet mir zu essen; mich dürstete, und ihr tränktet mich; ich war Fremdling, und ihr nahmet mich auf; nackt, und ihr bekleidetet mich; ich war krank, und ihr besuchtet mich; ich war im Gefängnis, und ihr kamet zu mir. Alsdann werden die Gerechten ihm antworten und sagen: Herr, wann sahen wir dich hungrig und speisten dich? oder durstig und tränkten dich? wann aber sahen wir dich als Fremdling, und nahmen dich auf? oder nackt und bekleideten dich? wann aber sahen wir dich krank oder im Gefängnis und kamen zu dir? Und der König wird antworten und zu ihnen sagen: Wahrlich, ich sage euch, insofern ihr es einem der geringsten dieser meiner Brüder getan habt, habt ihr es mir getan. Dann wird er auch zu denen zur Linken sagen: Gehet von mir, Verfluchte, in das ewige Feuer, das bereitet ist dem Teufel und seinen Engeln; denn mich hungerte, und ihr gabet mir nicht zu essen; mich dürstete, und ihr tränktet mich nicht; ich war Fremdling, und ihr nahmet mich nicht auf; nackt, und ihr bekleidetet mich nicht; krank und im Gefängnis, und ihr besuchtet mich nicht. Dann werden auch sie antworten und sagen: Herr, wann sahen wir dich hungrig, oder durstig, oder als Fremdling, oder nackt, oder krank, oder im Gefängnis, und haben dir nicht gedient? Dann wird er ihnen antworten und sagen: Wahrlich, ich sage euch, insofern ihr es einem dieser Geringsten nicht getan habt, habt ihr es auch mir nicht getan. Und diese werden hingehen in die ewige Pein, (O. Strafe) die Gerechten aber in das ewige Leben.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory: And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats: And he shall set the sheep on his right hand, but the goats on the left. Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world: For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels: For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink: I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment: but the righteous into life eternal.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "A gdy przyjdzie Syn człowieczy w chwale swojej, i wszyscy święci Aniołowie z nim, tedy usiądzie na stolicy chwały swojej, I będą zgromadzone przed niego wszystkie narody, i odłączy je, jedne od drugich, jako pasterz odłącza owce od kozłów. A postawi owce zaiste po prawicy swojej, a kozły po lewicy. Tedy rzecze król tym, którzy będą po prawicy jego: Pójdźcie, błogosławieni Ojca mego! odziedziczcie królestwo wam zgotowane od założenia świata. Albowiem łaknąłem, a daliście mi jeść; pragnąłem, a daliście mi pić; byłem gościem, a przyjęliście mię; Byłem nagim, a przyodzialiście mię; byłem chorym, a nawiedziliście mię; byłem w więzieniu, a przychodziliście do mnie. Tedy mu odpowiedzą sprawiedliwi, mówiąc: Panie! kiedyżeśmy cię widzieli łaknącym, a nakarmiliśmy cię? albo pragnącym, a napoiliśmy cię? I kiedyśmy cię widzieli gościem, a przyjęliśmy cię? albo nagim, a przyodzialiśmy cię? Albo kiedyśmy cię widzieli chorym, albo w więzieniu, a przychodziliśmy do ciebie? A odpowiadając król, rzecze im: Zaprawdę powiadam wam, cokolwiekieście uczynili jednemu z tych braci moich najmniejszych, mnieście uczynili. Potem rzecze i tym, którzy będą po lewicy: Idźcie ode mnie, przeklęci! w ogień wieczny, który zgotowany jest dyjabłu i Aniołom jego. Albowiem łaknąłem, a nie daliście mi jeść; pragnąłem, a nie daliście mi pić; Byłem gościem, a nie przyjęliście mię; nagim, a nie przyodzialiście mię; chorym i w więzieniu, a nie nawiedziliście mię. Tedy mu odpowiedzą i oni, mówiąc: Panie! kiedyśmy cię widzieli łaknącym, albo pragnącym, albo gościem, albo nagim, albo chorym, albo w więzieniu, a nie służyliśmy tobie? Tedy im odpowie, mówiąc: Zaprawdę powiadam wam, czegościekolwiek nie uczynili jednemu z tych najmniejszych, i mnieście nie uczynili. I pójdą ci na męki wieczne; ale sprawiedliwi do żywota wiecznego.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Jesus unter den Geringsten",
        "text": "Im heutigen Evangelium aus Matthäus 25 zeigt Jesus, wie er sich mit jedem Hungrigen, Durstigen oder Einsamen verbindet – du triffst ihn in den kleinen Begegnungen deines Alltags. Jede warme Geste, die du schenkst, berührt sein Herz direkt. Öffne heute deine Augen dafür, wo er dich braucht."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wen begegne ich heute, der hungrig nach einem Lächeln oder einem offenen Ohr ist, und wie kann ich ihm etwas geben?"
      },
      "tieferReingehen": {
        "titel": "Ignatianisch in die Barmherzigkeit eintauchen",
        "text": "Das Evangelium von Matthäus 25 lädt dich ein, Christus im Nächsten zu erkennen und ihm nachzufolgen, wie Ignatius es in seinen Übungen lehrt: durch geistliche Armut und Demut wachsen wir in der Liebe.",
        "gedanken": [
          "Ignatius zeigt in der Betrachtung der zwei Standarten, wie Christus uns ruft, mit ihm den Weg der geringen Mittel zu gehen – genau wie die Werke der Barmherzigkeit, die Jesus als Maßstab des Reiches nennt.",
          "Psalm 119 feiert die tiefe Freude am Wort Gottes, das dein Herz leitet, um in Freiheit und Liebe zu handeln, ohne Zwang, sondern aus innerer Sehnsucht.",
          "Im Katechismus wird das Letzte Gericht als Offenbarung der Wahrheit beschrieben: Gottes triumphierende Liebe lädt dich ein, schon jetzt in seinen Wegen zu wandeln, voller Erbarmen."
        ],
        "uebung": "Setze dich 10 Minuten still hin, stelle dir lebhaft die Szene vor: Du stehst vor Christus dem König, der dich mit offenen Armen empfängt. Lass die Worte 'Was du dem Geringsten getan hast, hast du mir getan' in dir wirken und notiere eine kleine Geste für heute."
      }
    },
    "en": {
      "impuls": {
        "title": "Christ in the Least",
        "text": "Good morning! Today's Gospel from Matthew 25 reminds you that Jesus is present in everyone who hungers, thirsts, feels like a stranger, lacks clothing, suffers illness, or faces imprisonment. As you step into your day, open your eyes to those around you needing a gentle touch or listening ear – your kindness becomes His loving presence. Let this truth warm your heart and guide your steps with quiet compassion."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "Who is one person in your daily path today – a coworker, neighbor, or family member – that you can reach out to with a small act of care, imagining Christ in their eyes?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper",
        "text": "The Gospel's vision of the final judgment unveils mercy as the heart of our encounter with Christ, inviting an Ignatian gaze of loving discernment amid everyday encounters.",
        "gedanken": [
          "The Catechism reveals that the Last Judgment lays bare our relationship with God through deeds of mercy toward the vulnerable, showing how love for the least mirrors love for Him.",
          "St. Ignatius of Antioch carried Christ within, embracing chains with joy as a share in the Lord's passion, urging us to find divine presence in service and suffering alike.",
          "Church teaching affirms that mercy triumphs in God's justice, drawing us into the renewed Kingdom where the righteous dwell eternally with the glorified Christ."
        ],
        "uebung": "Pause for five minutes in quiet prayer: Visualize Jesus in the face of someone needy from your day, discern one merciful response, and act on it with freedom and gratitude."
      }
    },
    "pl": {
      "impuls": {
        "title": "Chrystus Król wśród najmniejszych",
        "text": "W dzisiejszej Ewangelii Jezus objawia się jako Król, który w każdym głodnym, spragnionym czy samotnym widzi siebie samego. Twoja pomoc bliźniemu staje się spotkaniem z Nim twarzą w twarz. Dziś spójrz ciepłym wzrokiem na tych, którzy czekają na twój uśmiech lub gest."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Kogo w twoim otoczeniu – w pracy, rodzinie czy na ulicy – mogę dziś pocieszyć lub wesprzeć konkretnym czynem?"
      },
      "tieferReingehen": {
        "titel": "Miłosierdzie jako miłość do Chrystusa",
        "text": "Ewangelia Mateusza ukazuje, że sąd Króla opiera się na miłości okazanej najmniejszym, co jest wyrazem jedności z Bogiem. W tradycji ignacjańskiej miłosierdzie rodzi się z miłości zstępującej z wysoka, kształtując serce na wzór Chrystusa.",
        "gedanken": [
          "Miłość, która skłania do pomocy bliźniemu, niech płynie z serca napełnionego Bogiem, by była czystym darem dla Niego.",
          "Wyobraź sobie, jak radziłbyś bliskiej osobie w obliczu czyjejś potrzeby – postępuj wedle tej samej miary w swoim życiu.",
          "Rozważ na końcu dnia, czy twoje wybory miłosierdzia odzwierciedlają to, co chciałbyś sobie przypomnieć w godzinie przejścia do wieczności."
        ],
        "uebung": "Poświęć 5 minut na ignacjańską wyobraźnię: wejdź w scenę Ewangelii, stań przy Jezusie Królu i zobacz siebie pomagającego jednemu z braci – poczuj radość tego spotkania."
      }
    }
  }
}