{
  "date": "2026-02-26",
  "gospelRef": "Matthaeus 7,7-12",
  "gospelRefOriginal": "Matthew 7:7-12",
  "generatedAt": "2026-02-25T23:28:38.510Z",
  "gospelTexts": {
    "de": {
      "text": "Bittet, und es wird euch gegeben werden; suchet, und ihr werdet finden; klopfet an, und es wird euch aufgetan werden. Denn jeder Bittende empfängt, und der Suchende findet, und dem Anklopfenden wird aufgetan werden. Oder welcher Mensch ist unter euch, der, wenn sein Sohn ihn um ein Brot bitten würde, ihm einen Stein geben wird? Und wenn er um einen Fisch bitten würde, ihm eine Schlange gegeben wird? Wenn nun ihr, die ihr böse seid, euren Kindern gute Gaben zu geben wisset, wieviel mehr wird euer Vater, der in den Himmeln ist, Gutes geben denen, die ihn bitten! Alles nun, was immer ihr wollt, daß euch die Menschen tun sollen, also tut auch ihr ihnen; denn dies ist das Gesetz und die Propheten.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened. Or what man is there of you, whom if his son ask bread, will he give him a stone? Or if he ask a fish, will he give him a serpent? If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him? Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Proście, a będzie wam dano, szukajcie, a znajdziecie; kołaczcie, a będzie wam otworzono. Każdy bowiem, kto prosi, bierze; a kto szuka, znajduje; a temu, co kołacze, będzie otworzono. I któryż z was jest człowiek, którego prosiłliby syn jego o chleb, izali mu da kamień? A prosiłby o rybę, izali mu da węża? Jeźli wy tedy będąc złymi, umiecie dary dobre dawać dzieciom waszym, czemże więcej Ojciec wasz, który jest w niebiesiech, da rzeczy dobre tym, którzy go proszą. Wszystko tedy, co byście chcieli, aby wam ludzie czynili, tak i wy czyńcie im; tenci bowiem jest zakon i prorocy.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Bitten, suchen, klopfen",
        "text": "Jesus spricht dich heute direkt an: **Bittet, so wird euch gegeben; sucht, so werdet ihr finden; klopft an, so wird euch aufgetan.** Dein Vater im Himmel wartet sehnsüchtig darauf, dir gute Gaben zu schenken, genau wie ein liebevoller Elternteil seinem Kind. **Vertraue ihm dein Herz an, er kennt deine tiefsten Bedürfnisse.**"
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Worum möchtest du heute bitten, wonach suchen und wo anklopfen?"
      },
      "tieferReingehen": {
        "titel": "Tiefer ins Evangelium",
        "text": "Matthäus 7,7-12 lädt dich ein, das Gebet als lebendigen Weg zu entdecken und die Goldene Regel im Vertrauen auf Gottes Güte zu leben.",
        "gedanken": [
          "Das Gebet ist ein dreifacher Rhythmus – bitten, suchen, klopfen –, wie ihn geistliche Väter wie Guigo der Kartäuser beschreiben: Suche im Lesen des Wortes, finde im Meditieren, öffne dich in der Kontemplation.",
          "Gott als Vater schenkt immer Gutes, mehr noch als irdische Eltern, die ihrem Kind nie einen Stein statt Brot geben würden – eine Einladung, im Vertrauen zu ruhen, wie Ignatius in seinen Exerzitien die Versuchungen Christi betrachtet.",
          "Die Goldene Regel fasst das Gesetz und die Propheten zusammen: Tu anderen, was du dir wünschst – gelebt aus der Quelle des Gebets, in Nächstenliebe und Solidarität, wie das KKK lehrt."
        ],
        "uebung": "Nimm dir fünf Minuten Zeit für eine ignatianische Betrachtung: Stelle dir vor, du stehst vor Gottes Tür, klopfst an und empfängst seine Gabe. Notiere, was in deinem Herzen aufsteigt, und trage es barmherzig in deinen Tag."
      }
    },
    "en": {
      "impuls": {
        "title": "Ask, Seek, and Knock",
        "text": "Jesus invites you this morning to come to God with open hands, asking boldly for what you need, just as a loving parent gives good gifts to their child. Trust that your heavenly Father longs to fill your heart with His goodness. Extend that same kindness to others today, treating them as you wish to be treated."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "In one interaction today, how can you show kindness to someone exactly as you'd hope they'd show it to you?"
      },
      "tieferReingehen": {
        "titel": "Prayer and the Golden Rule",
        "text": "Today's Gospel reveals God's generous heart, encouraging persistent prayer and compassionate living rooted in love.",
        "gedanken": [
          "Like the rhythm of seeking in reading, finding in meditation, and opening in contemplation, Jesus calls you to persistent prayer that draws you closer to the Father's goodness.",
          "Even we who are imperfect know how to give good gifts to our children; imagine the abundance from our perfect Father when you ask, seek, and knock.",
          "The Golden Rule sums up the law and prophets, guiding you to love others through the lens of Christ's merciful heart."
        ],
        "uebung": "Take five minutes in quiet: Ask God for one specific need today, seek His guidance in a brief reflection, then knock by imagining how you'd want to be treated in a challenging situation—and act on it."
      }
    },
    "pl": {
      "impuls": {
        "title": "Proś, szukaj, pukaj",
        "text": "Jezus dziś zachęca cię do ufnego proszenia Boga o dobre dary, bo Ojciec w niebie wie, jak hojnie odpowiadać na nasze wołanie. Pamiętaj o Złotej Regule: traktuj innych tak, jakbyś chciał, by traktowali ciebie – z życzliwością i szacunkiem. Niech ten dzień otworzy przed tobą drzwi do głębszej bliskości z Bogiem i ludźmi."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Co konkretnego mogę dziś zrobić dla kogoś bliskiego, tak jakbym chciał, żeby zrobili to dla mnie?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w Ewangelię",
        "text": "W słowach z Kazania na Górze Jezus łączy modlitwę z miłością bliźniego, zapraszając do dynamicznej relacji z Bogiem i innymi.",
        "gedanken": [
          "Św. Augustyn wyjaśnia, że proszenie to zdobywanie siły duszy do wypełniania Bożych przykazań, szukanie – odkrywanie prawdy, a pukanie – wejście do pełni życia w Bogu.",
          "Katechizm Kościoła Katolickiego podkreśla, że Złota Reguła podsumowuje Ewangelię: 'Co chcesz, by tobie czynili ludzie, toczyń i ty im', wzywając do miłości jak Chrystus.",
          "Św. Jan Chryzostom zachęca do wytrwałej modlitwy z gorliwością, jak ktoś szukający skarbu, łącząc ją z uczynkami miłosierdzia."
        ],
        "uebung": "W dzisiejszym rachunku sumienia ignacjańskim zatrzymaj się na trzech pytaniach: Gdzie prosiłem Boga o pomoc? Gdzie zauważyłem okazję do Złotej Reguły? Jak mogę jutro podejść do tego z większą barmherzigością wobec siebie i innych?"
      }
    }
  }
}