{
  "date": "2026-02-17",
  "gospelRef": "Markus 8,14-21",
  "gospelRefOriginal": "Mark 8:14-21",
  "generatedAt": "2026-02-17T05:21:09.194Z",
  "gospelTexts": {
    "de": {
      "text": "Und sie vergaßen Brote mitzunehmen, und hatten nichts bei sich auf dem Schiffe als nur ein Brot. Und er gebot ihnen und sprach: Sehet zu, hütet euch vor dem Sauerteig der Pharisäer und dem Sauerteig des Herodes. Und sie überlegten miteinander und sprachen : Weil wir keine Brote haben. Und als Jesus es erkannte, spricht er zu ihnen: Was überleget ihr, weil ihr keine Brote habt? Begreifet ihr noch nicht und verstehet auch nicht? Habt ihr euer Herz noch verhärtet? Augen habt ihr und sehet nicht? und Ohren habt ihr und höret nicht? und erinnert ihr euch nicht? Als ich die fünf Brote unter die fünftausend brach, wie viele Handkörbe voll Brocken hobet ihr auf? Sie sagen zu ihm: Zwölf. Als aber die sieben unter die viertausend, wie viele Körbe, mit Brocken gefüllt, hobet ihr auf? Sie aber sagten: Sieben. Und er sprach zu ihnen: Wie, verstehet ihr noch nicht?",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf. And he charged them, saying, Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod. And they reasoned among themselves, saying, It is because we have no bread. And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened? Having eyes, see ye not? and having ears, hear ye not? and do ye not remember? When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve. And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven. And he said unto them, How is it that ye do not understand?",
      "reference": "King James Version"
    },
    "pl": {
      "text": "A zapomnieli byli uczniowie wziąć z sobą chleba, i nie mieli z sobą nic więcej, tylko jeden chleb w łodzi. Tedy im przykazał, mówiąc: Baczcież, a strzeżcie się kwasu Faryzeuszów i kwasu Herodowego. I rozmawiali między sobą i rzekli: O tem snać mówi, że nie mamy chleba. Co poznawszy Jezus, rzekł im: O czemże rozmawiacie, iż nie macie chleba? Jeszczeż nie baczycie i nie zrozumiewacie? Jeszczeż macie serce swoje zdrętwiałe? Oczy mając nie widzicie, i uszy mając nie słyszycie, i nie pamiętacie? Gdym onych pięć chlebów łamał między pięć tysięcy ludzi, wiele żeście pełnych koszów ułomków zebrali? Rzekli mu: Dwanaście; A gdym onych siedm chlebów łamał między cztery tysiące ludzi, wieleście koszów pełnych ułomków zebrali? A oni rzekli: Siedm. A on im rzekł: Jakoż tedy nie rozumiecie?",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Erinnere dich an Gottes Fülle",
        "text": "Die Jünger vergessen das Brot mitzunehmen und machen sich Sorgen, doch Jesus weist sie sanft auf die Wunder der Brotvermehrung hin. So oft verlierst du die Fülle Gottes aus den Augen, wenn der Alltag knapp wird. **Nimm heute seine Treue wahr, die dich immer wieder nährt.**"
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wo machst du dir gerade Sorgen um Knappheit, und welches 'Brotwunder' aus deiner Vergangenheit kannst du heute danken?"
      },
      "tieferReingehen": {
        "titel": "Die Barmherzigkeit Jesu in Markus 8,14-21",
        "text": "Jesus tadelt die Jünger nicht hart, sondern erinnert sie geduldig an die Brotvermehrungen, um ihr Vertrauen zu wecken und sie vor dem 'Sauerteig' falscher Lehren zu schützen. Diese Szene lädt ein, ignatianisch auf Gottes Fürsorge zu schauen.",
        "gedanken": [
          "Johannes Chrysostom sieht in Jesu Tadel eine milde Erziehung: Er erinnert an die fünf und sieben Brote, um die Jünger von jüdischen Vorurteilen zu lösen und ihr Vertrauen zu stärken (Homilie 53 auf Matthäus).[^4] [^6]",
          "In der Catena Aurea erklären die Väter den 'Sauerteig' als korrupte Lehre der Pharisäer und Herodianer – im Gegensatz zum 'Brot' der wahren Lehre, das die Menge nährt (Thomas von Aquin, Catena Aurea zu Markus 8 und Matthäus 16).[^5] [^6]",
          "Der Katechismus betont, dass Jesus die Pharisäer-Traditionen als Hindernis für Gottes Wort entlarvt, und ruft uns zur Freiheit in seiner Autorität auf (KKK 581).[^13]"
        ],
        "uebung": "Nimm dir heute abends 5 Minuten für ein ignatianisches Examen: Schau auf einen Moment der Knappheit und danke für eine vergangene Gnade – lass Jesu barmherzige Frage 'Erkennst du noch nicht?' dein Herz öffnen."
      }
    },
    "en": {
      "impuls": {
        "title": "Remembering God's Abundance",
        "text": "Like the disciples who forgot the bread and missed Jesus' deeper warning, you might sometimes get caught up in daily worries. Jesus gently reminds them—and you—of the miracles of abundance, the five thousand and four thousand fed with leftovers to spare.[^1] [^2] Today, let His patient voice invite you to trust in His provision, seeing beyond the surface to His loving care."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "What small 'bread' worry is on your mind right now, and how might recalling a past moment of God's generosity shift your perspective?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper: Jesus' Call to See and Hear",
        "text": "In Mark 8:14-21, Jesus compassionately challenges the disciples' hardened hearts and dulled senses, urging them to remember His miracles and grasp the 'leaven' as corrupt teaching.[^3] [^4] Drawing from the Church Fathers, this passage reveals God's merciful pedagogy, inviting deeper faith amid misunderstanding.",
        "gedanken": [
          "St. John Chrysostom explains Jesus' strong yet mild rebuke as a remedy for the disciples' lingering Jewish prejudices and little faith, rousing them to recognize His power over material needs and false doctrines.[^3]",
          "The Catena Aurea, via Bede and Theophylact, sees the 'leaven of the Pharisees and Herod' as hypocritical traditions and worldly vices, contrasting with the true bread of Gospel doctrine that nourishes abundantly.[^4]",
          "This echoes Ignatius of Antioch's witness to Christ within us, transforming fear into bold trust, as the disciples learn to perceive spiritual realities through remembrance.[^10]"
        ],
        "uebung": "Take five minutes in quiet: Recall a personal 'miracle' of provision from the past week, like unexpected help or inner peace. Offer a simple prayer of thanks, asking Jesus to open your eyes to His presence today, as in an Ignatian review of graces."
      }
    },
    "pl": {
      "impuls": {
        "title": "Pamiętaj o Bożych cudach",
        "text": "Jezus pyta apostołów: „Czy jeszcze nie pojmujecie?”, przypominając im o rozmnożeniu chleba, bo sami zapomnieli zabrać pożywienie w drogę. W Twoim życiu też zdarzają się momenty niepokoju o codzienne sprawy, ale Jezus zaprasza, byś spojrzał na to, co Bóg już dla Ciebie uczynił. Otwórz serce na Jego troskę, która zawsze jest obfita jak te kosze ułomków."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Co dziś Cię martwi jak brak chleba u apostołów? Przypomnij sobie jeden moment, gdy Bóg Cię hojnie obdarował, i podziękuj Mu w ciszy."
      },
      "tieferReingehen": {
        "titel": "Sauerteig fałszu i chleb zaufania",
        "text": "W Ewangelii z Mk 8,14-21 Jezus ostrzega przed „zakwasem faryzeuszów i Heroda”, czyli zgubną nauką, a przypomina cuda chleba, by apostołowie zrozumieli Jego moc. Św. Jan Chryzostom widzi w tym łagodną reprymendę, która budzi wiarę i usuwa żydowskie uprzedzenia. Katechizm (1334) łączy to z Eucharystią – chlebem, który symbolizuje Bożą wierność.",
        "gedanken": [
          "Według Bede i Teofilakta w Catena Aurea, „zakwas” to zepsuta nauka faryzeuszów (tradycje ponad Prawem Bożym) i Heroda (grzechy jak cudzołóstwo, morderstwo), kontrastująca z czystym chlebem Prawdy, który karmi lud Boży.",
          "Chryzostom podkreśla, że Jezus nie oskarża gwałtownie, lecz przypomina liczby chlebów i koszów (5 dla 5000 – 12 koszy; 7 dla 4000 – 7 koszy), by apostołowie dostrzegli Bożą hojność i odeszli od trosk doczesnych.",
          "Ignacjanowska perspektywa: jak św. Ignacy w Liście do Smyrneńczyków zachęca do ufności Bogu w trudnościach, tak tu Jezus zaprasza do kontemplacji Jego dzieł, budując głębokie zaufanie bez lęku."
        ],
        "uebung": "Weź kawałek chleba, usiądź w ciszy na 5 minut. Przypomnij sobie dwa 'cuda' z Twojego życia (jak rozmnożenie), podziękuj Bogu słowami: „Panie, dziękuję za Twoją hojność”, i poproś o oczy otwarte na Jego działanie dziś."
      }
    }
  }
}