{
  "date": "2026-02-28",
  "gospelRef": "Matthaeus 5,43-48",
  "gospelRefOriginal": "Matthew 5:43-48",
  "generatedAt": "2026-02-27T23:25:56.769Z",
  "gospelTexts": {
    "de": {
      "text": "Ihr habt gehört, daß gesagt ist: Du sollst deinen Nächsten lieben und deinen Feind hassen. Ich aber sage euch: Liebet eure Feinde, segnet, die euch fluchen, tut wohl denen, die euch hassen, und betet für die, die euch beleidigen und verfolgen, damit ihr Söhne eures Vaters seid, der in den Himmeln ist; denn er läßt seine Sonne aufgehen über Böse und Gute und läßt regnen über Gerechte und Ungerechte. Denn wenn ihr liebet, die euch lieben, welchen Lohn habt ihr? Tun nicht auch die Zöllner dasselbe? Und wenn ihr eure Brüder allein grüßet, was tut ihr Besonderes? Tun nicht auch die von den Nationen dasselbe? Ihr nun sollt vollkommen sein, wie euer himmlischer Vater vollkommen ist.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. For if ye love them which love you, what reward have ye? do not even the publicans the same? And if ye salute your brethren only, what do ye more than others? do not even the publicans so? Be ye therefore perfect, even as your Father which is in heaven is perfect.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Słyszeliście, iż rzeczono: Będziesz miłował bliźniego twego, a będziesz miał w nienawiści nieprzyjaciela twego; Aleć Ja wam powiadam: Miłujcie nieprzyjacioły wasze; błogosławcie tym, którzy was przeklinają; dobrze czyńcie tym, którzy was mają w nienawiści, i módlcie się za tymi, którzy wam złość wyrządzają i prześladują was; Abyście byli synami Ojca waszego, który jest w niebiesiech; bo on to czyni, że słońce jego wschodzi na złe i na dobre, i deszcz spuszcza na sprawiedliwe i na niesprawiedliwe, Albowiem jeźli miłujecie te, którzy was miłują, jakąż zapłatę macie? azaż i celnicy tego nie czynią? A jeźlibyście tylko braci waszych pozdrawiali, cóż osobliwego czynicie? azaż i celnicy tak nie czynią? Bądźcież wy tedy doskonałymi, jako i Ojciec wasz, który jest w niebiesiech, doskonały jest.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": null,
    "en": {
      "impuls": {
        "title": "Love Without Limits",
        "text": "Jesus calls you to love your enemies and pray for those who hurt you, mirroring the Father's generous sun and rain on all. In your daily interactions, this opens doors to unexpected kindness, turning tension into peace. Begin today by noticing how God's love flows freely to everyone, including you."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "Who is someone challenging in your life right now, and what small prayer can you offer for them this morning?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper: Becoming Like the Father",
        "text": "Jesus' words in the Sermon on the Mount invite you into divine perfection through boundless love, as St. Ignatius reflects in contemplating Christ's perfection of the law. The Church teaches that loving your neighbor—even enemies—is inseparable from loving God, binding all virtues in charity. Early Fathers like Augustine and Chrysostom echo this, urging prayer for persecutors as Christ did, transforming foes into brothers through mercy.",
        "gedanken": [
          "God's impartial care—sun on good and evil—shows love beyond merit, calling you to extend the same generous heart without calculation.",
          "Ignatian wisdom encourages bold resistance to inner resistance, turning toward good by praying for those who oppose you, fostering spiritual freedom.",
          "Charity, as the Catechism explains, fulfills justice and inspires self-giving, making enemies neighbors in God's family."
        ],
        "uebung": "Take five quiet minutes: Picture the person who challenges you, then imagine Jesus praying for them on the cross—whisper a simple prayer of blessing, noticing peace arise in your heart."
      }
    },
    "pl": {
      "impuls": {
        "title": "Miłuj nieprzyjaciół swoich",
        "text": "Jezus w dzisiejszej Ewangelii mówi do ciebie: „Miłujcie waszych nieprzyjaciół i módlcie się za tych, którzy was prześladują”. To miłość Ojca Niebieskiego, który daje słońce i deszcz wszystkim bez różnicy. Dziś otwórz serce na tych, którzy ci dokuczają, i zobacz w nich odbicie Bożego oblicza."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Kogo w twoim codziennym otoczeniu traktujesz chłodno i jak możesz dziś okazać mu drobny gest życzliwości?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w miłość podobną do Bożej",
        "text": "Ewangelia Mateusza 5,43-48 objawia szczyt Kazania na Górze: doskonałość miłości, która obejmuje nieprzyjaciół i czyni nas dziećmi Ojca.",
        "gedanken": [
          "Św. Ignacy Loyola w Ćwiczeniach Duchowych kontempluje Kazanie na Górze, widząc w miłości do wrogów doskonałe wypełnienie Prawa Bożego, które prowadzi do chwały Ojca.",
          "Katechizm Kościoła Katolickiego podkreśla, że Jezus umarł z miłości nawet za wrogów, zapraszając nas do tej samej miłosiernej miłości, która czyni nas podobnymi do Boga.",
          "Św. Jan Chryzostom zachęca do naśladowania Chrystusa, który modlił się za oprawców i czynił im dobro, pokazując, że prawdziwa miłość rodzi się z serca pełnego wdzięczności za Boże dary."
        ],
        "uebung": "Znajdź chwilę ciszy, wyobraź sobie twarz osoby, która cię zraniła, i pomódl się za nią prostymi słowami: „Panie, obdarz ją swoim pokojem i miłością”, pozwalając Duchowi Świętemu przemienić twoje serce."
      }
    }
  }
}