{
  "date": "2026-02-25",
  "gospelRef": "Lukas 11,29-32",
  "gospelRefOriginal": "Luke 11:29-32",
  "generatedAt": "2026-02-24T23:32:36.245Z",
  "gospelTexts": {
    "de": {
      "text": "Als aber die Volksmenge sich zusammendrängte, (O. anhäufte) fing er an zu sagen: Dieses Geschlecht ist ein böses Geschlecht; es fordert ein Zeichen, und kein Zeichen wird ihm gegeben werden, als nur das Zeichen Jonas. Denn gleichwie Jonas den Niniviten ein Zeichen war, (O. wurde) so wird es auch der Sohn des Menschen diesem Geschlecht sein. Eine Königin des Südens wird auftreten im Gericht mit den Männern dieses Geschlechts und wird sie verdammen; denn sie kam von den Enden der Erde, um die Weisheit Salomons zu hören; und siehe, mehr als Salomon ist hier. Männer von Ninive werden aufstehen im Gericht mit diesem Geschlecht und werden es verdammen; denn sie taten Buße auf die Predigt Jonas; und siehe, mehr als Jonas ist hier.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "And when the people were gathered thick together, he began to say, This is an evil generation: they seek a sign; and there shall no sign be given it, but the sign of Jonas the prophet. For as Jonas was a sign unto the Ninevites, so shall also the Son of man be to this generation. The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here. The men of Nineve shall rise up in the judgment with this generation, and shall condemn it: for they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "A gdy się lud gromadził, począł mówić: Rodzaj ten rodzaj zły jest; znamienia szuka, ale mu znamię nie będzie dane, tylko ono znamię Jonasza proroka. Albowiem jako Jonasz był za znamię Niniwczykom, tak będzie i Syn człowieczy temu rodzajowi. Królowa z południa stanie na sądzie z mężami rodzaju tego, i potępi je; bo przyjechała od kończyn ziemi, aby słuchała mądrości Salomonowej; a oto tu więcej, niżeli Salomon. Mężowie Niniwiccy staną na sądzie z tym rodzajem i potępią go, przeto że pokutowali na kazanie Jonaszowe; a oto tu więcej, niżeli Jonasz.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Das Zeichen, das zählt",
        "text": "Jesus spricht von einem Zeichen, das größer ist als Jona oder Salomo: Er selbst in deiner Mitte. **Du** brauchst keine Spektakel, sondern einfach offene Augen für seine Präsenz im Alltag. Heute lass dich von seiner Weisheit und Liebe berühren, wie die Königin des Südens und die Niniwer."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wo suche ich heute ein 'Zeichen' in meinem Leben, und wie erkenne ich Jesus als das Größere darin?"
      },
      "tieferReingehen": {
        "titel": "Tiefer in Lukas 11,29-32",
        "text": "Jesus enthüllt sich als das ultimative Zeichen der Bekehrung und Weisheit, das über Jona und Salomo hinausgeht. Ignatianisch betrachtet lädt er dich ein, in innerer Freiheit auf sein Wort zu hören und dich von Gottes Barmherzigkeit leiten zu lassen.",
        "gedanken": [
          "Die Niniwer hörten auf Jonas Predigt und kehrten um – Origenes betont, dass wahres Hören mit anhaltendem Gebet einhergeht, das den Herrn sucht, ohne zu zweifeln.",
          "Die Königin des Südens suchte Salomons Weisheit über weite Strecken; in Jesus, dem größeren Weisen, findet sich die Fülle göttlicher Wahrheit, wie Athanasius die Einheit von Wort und Fleisch lehrt.",
          "Das Zeichen Jona weist auf die Auferstehung hin – Ignatius mahnt, in der Nachfolge Christi das Leben zu finden, indem du dich seiner Passion hingibst."
        ],
        "uebung": "Nimm dir 5 Minuten Zeit, setze dich still hin und stelle dir vor, wie Jesus zu dir spricht: 'Etwas Größeres ist hier.' Notiere, was in deinem Herzen aufsteigt, und trage es barmherzig in deinen Tag."
      }
    },
    "en": {
      "impuls": {
        "title": "Recognize the Sign Already Given",
        "text": "In today's Gospel from Luke 11:29-32, Jesus reminds you that no dramatic sign will be given except the sign of Jonah—because something greater than Jonah or Solomon stands before us: himself. As you begin your day, notice how Jesus invites you to see his presence in the ordinary moments, calling you gently to turn toward his wisdom and love. Let this greater reality fill your heart with hope and openness today."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "What small act of kindness or moment of truth in your day might be Jesus' 'sign' inviting you closer to him?"
      },
      "tieferReingehen": {
        "titel": "Listening to the Greater One",
        "text": "Today's Gospel draws you into the mystery of Jesus as the sign greater than Jonah or Solomon, echoing the Church Fathers' insights on repentance and divine wisdom. Like the queen of the South and the Ninevites, you're called to respond with a heart open to mercy, as Ignatius urged in his letters to early communities—prioritizing unity in Christ over demands for proof.",
        "gedanken": [
          "Origen reflects that Jonah's time in the whale foreshadows Christ's resurrection, making Jesus the true sign from heaven that transforms our lives through his paschal mystery.",
          "John Chrysostom highlights how the Gentiles' humble response condemns hardened hearts, inviting you to admire Jesus' superiority with gratitude rather than skepticism.",
          "The Catechism teaches that Jesus is the model of holiness, commanding 'Listen to him!' as the path to the Father's love, fostering a merciful discernment in daily choices."
        ],
        "uebung": "Spend 5 minutes in quiet prayer: Read Luke 11:29-32 slowly, then sit in silence, noticing any gentle stirrings in your heart, and respond with a simple 'Yes' to whatever presence you sense."
      }
    },
    "pl": {
      "impuls": {
        "title": "Znak większy niż Jonasz",
        "text": "Jezus mówi, że nie potrzebujemy spektakularnych cudów, bo On sam jest znakiem – jak Jonasz dla Niniwy, ale o wiele większym. W Twoim poranku otwórz serce na Jego obecność, która przewyższa mądrość Salomona i wzywa do prostego nawrócenia. Dziś zauważ, jak Jezus delikatnie zaprasza Cię do zaufania Mu w codziennych chwilach."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Jakie małe 'znaki' z codziennego życia – uśmiech, rozmowa, cisza – mogą być dla Ciebie zaproszeniem Jezusa do zaufania?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w słowo",
        "text": "Ewangelia ukazuje Jezusa jako największe 'coś więcej', co przewyższa znaki Jonasza i mądrość Salomona, zapraszając do serca pełnego ufności.",
        "gedanken": [
          "Orygenes w komentarzu do Ewangelii podkreśla, że Jezus zachęca do wytrwałej modlitwy, by otrzymać dobre dary od Ojca, tak jak w kontekście szukania znaków.",
          "Ignacy z Loyoli w Ćwiczeniach Duchowych zaprasza do kontemplacji Chrystusa jako Króla, pod którego sztandar stajemy z gotowością serca, rozpoznając w Nim coś większego niż ziemskie królowanie.",
          "Katechizm Kościoła Katolickiego ukazuje modlitwę jako fundament życia wiary, gdzie Jezus, większy niż Salomon, uczy nas prosić z ufnością o to, co niezbędne do nawrócenia."
        ],
        "uebung": "Usiądź w ciszy na 5 minut, wyobraź sobie Jezusa mówiącego do Ciebie te słowa z Ewangelii, i poproś o łaskę rozpoznania Jego obecności w Twoim dniu – zapisz jedną konkretną sytuację, w której Mu zaufasz."
      }
    }
  }
}