{
  "date": "2026-02-21",
  "gospelRef": "Lukas 5,27-32",
  "gospelRefOriginal": "Luke 5:27-32",
  "generatedAt": "2026-02-20T23:30:05.993Z",
  "gospelTexts": {
    "de": {
      "text": "Und nach diesem ging er hinaus und sah einen Zöllner, mit Namen Levi, am Zollhause sitzen und sprach zu ihm: Folge mir nach. Und alles verlassend, stand er auf und folgte ihm nach. Und Levi machte ihm ein großes Mahl in seinem Hause; und daselbst war eine große Menge Zöllner und anderer, die mit ihnen zu Tische lagen. Und die Pharisäer und ihre Schriftgelehrten murrten gegen seine Jünger und sprachen: Warum esset und trinket ihr mit den Zöllnern und Sündern? Und Jesus antwortete und sprach zu ihnen: Die Gesunden bedürfen nicht eines Arztes, sondern die Kranken; ich bin nicht gekommen, Gerechte zu rufen, sondern Sünder zur Buße.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me. And he left all, rose up, and followed him. And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them. But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners? And Jesus answering said unto them, They that are whole need not a physician; but they that are sick. I came not to call the righteous, but sinners to repentance.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "A potem wyszedł i ujrzał celnika, imieniem Lewiego, siedzącego na cle, i rzekł mu: Pójdź za mną. I opuścił wszystko, a wstawszy, szedł za nim. I sprawił mu lewi ucztę wielką w domu swoim; a było wielkie zgromadzenie celników i innych, którzy z nim za stołem siedzieli. Tedy szemrali nauczeni w Piśmie i Faryzeuszowie, mówiąc do uczniów jego: Przecz z celnikami i z grzesznikami jecie i pijecie? A Jezus odpowiadając, rzekł do nich: Nie potrzebująć zdrowi lekarza, ale ci, co się źle mają; Nie przyszedłem, wzywać sprawiedliwych, ale grzesznych do pokuty.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Jesus ruft dich aus deinem Alltag",
        "text": "Stell dir vor, Jesus kommt einfach zu dir, wo du gerade sitzt – wie zu Levi am Zollhaus – und sagt: „Folge mir!“ Er lädt dich ein, alles stehen und liegen zu lassen, um mit ihm zu feiern. Inmitten deiner Hektik spürt du seine warme Barmherzigkeit, die dich sucht und heilt."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wen begegnest du heute, der sich vielleicht ausgeschlossen fühlt, und wie kannst du ihn mit einem Lächeln oder einer kleinen Geste zu deinem Tisch einladen?"
      },
      "tieferReingehen": {
        "titel": "Die Einladung unter Christi Banner",
        "text": "Jesus sucht die Herzen, die offen für seine Heilung sind, und ruft uns zur Nachfolge in geistlicher Armut und Barmherzigkeit.",
        "gedanken": [
          "Wie Levi alles verließ, wählt Christus den Weg der Armut, Schmach und Demütigung, um uns zu sich zu ziehen – eine ignatianische Einladung, unter seinem Banner zu stehen und andere mitzunehmen.",
          "Die Pharisäer murren, doch Jesus erklärt: Nur die Kranken brauchen den Arzt; so enthüllt er die Tiefe göttlicher Barmherzigkeit, die jeden sucht, der umkehrt.",
          "Keine Schuld ist zu schwer für die offenen Tore der Vergebung in der Kirche, solange das Herz ehrlich zu Gott zurückkehrt."
        ],
        "uebung": "Setze dich 5 Minuten still hin, stelle dir Jesus vor deinem Platz vor, höre seinen Ruf „Folge mir!“ und antworte ihm mit einem einfachen Gebet der Hingabe."
      }
    },
    "en": {
      "impuls": {
        "title": "Jesus Calls You by Name",
        "text": "Just as Jesus looked at Levi sitting at his tax booth and simply said, 'Follow me,' he sees you right where you are today, inviting you into his friendship. Levi didn't hesitate—he left everything behind and even hosted a feast for Jesus with his friends, showing how one encounter can transform a life. Imagine Jesus sitting at your table today, drawing you and those around you closer to his heart."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "Who is one person in your daily routine—a coworker, neighbor, or family member—that you could invite into a simple moment of connection, like sharing coffee or a meal?"
      },
      "tieferReingehen": {
        "titel": "Embracing the Physician's Call",
        "text": "In today's Gospel, Jesus reveals his mission as the divine physician who seeks out the sick, not the healthy, echoing the Church's understanding of mercy as healing for body and soul. Levi's immediate response models the joyful surrender that opens us to God's transformative grace, much like the early disciples who left their nets for a greater catch.",
        "gedanken": [
          "Jesus dines with sinners not to condone but to heal, as the Church teaches that he continues his work of forgiveness through sacraments like Penance, inviting us to recognize our own need for his mercy.",
          "The calling of Levi reflects the patristic insight that Christ draws fishermen and tax collectors alike into his net of love, transforming ordinary lives into vessels of evangelization through simple obedience.",
          "Ignatius of Antioch embraced his chains with joy, seeing suffering as union with Christ crucified; similarly, Levi's feast prefigures how our hospitality becomes a space for God's redemptive presence amid human frailty."
        ],
        "uebung": "Spend five minutes in quiet imagination: Picture yourself as Levi at the tax booth when Jesus calls. Notice your feelings, then envision inviting someone overlooked into your day—what grace might flow from that step?"
      }
    },
    "pl": null
  }
}