{
  "date": "2026-03-02",
  "gospelRef": "Lukas 6,36-38",
  "gospelRefOriginal": "Luke 6:36-38",
  "generatedAt": "2026-03-01T23:24:40.664Z",
  "gospelTexts": {
    "de": {
      "text": "Seid ihr nun barmherzig, wie auch euer Vater barmherzig ist. Und richtet nicht, und ihr werdet nicht gerichtet werden; verurteilet nicht, und ihr werdet nicht verurteilt werden. Lasset los, und ihr werdet losgelassen (O. sprechet frei, und ihr werdet freigesprochen) werden. Gebet, und es wird euch gegeben werden: ein gutes, gedrücktes und gerütteltes und überlaufendes Maß wird man in euren Schoß geben; denn mit demselben Maße, mit welchem ihr messet, wird euch wieder gemessen werden.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Be ye therefore merciful, as your Father also is merciful. Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven: Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Przetoż bądźcie miłosierni, jako i Ojciec wasz miłosierny jest. Nie sądźcie, a nie bądziecie sądzeni; nie potępiajcie, a nie będziecie potępieni, a będzie wam odpuszczono. Dawajcie, a będzie wam dano; miarę dobrą, natłoczoną, i potrzęsioną, i opływającą dadzą na łono wasze; albowiem tąż miarą, którą mierzycie, będzie wam zaś obmierzono.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Barmherzig wie dein Vater",
        "text": "Jesus ruft dich heute auf: Sei barmherzig, wie dein Vater barmherzig ist. In deinem Alltag bedeutet das, nicht zu richten, sondern zu vergeben und großzügig zu geben – und sieh, wie diese Fülle zu dir zurückkehrt. Lass dein Herz weich werden für die Menschen um dich herum."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wen kannst du heute mit einer kleinen Geste des Gebens oder Vergebens erfreuen?"
      },
      "tieferReingehen": {
        "titel": "Barmherzigkeit als Weg zur Fülle",
        "text": "Das Evangelium aus Lukas lädt ein, die barmherzige Liebe Gottes nachzuahmen, die uns immer wieder neu schenkt.",
        "gedanken": [
          "Der Katechismus beschreibt Werke der Barmherzigkeit als Brücken zu unserem Nächsten, die uns in Gottes zärtlicher Fürsorge wurzeln lassen.",
          "Augustinus lehrt, dass Vergebung und Geben wie ein Maß wirken, das sich vervielfacht und uns von Sünden befreit.",
          "Ignatius von Loyola ermutigt im ignatianischen Geist, in jedem Menschen das Antlitz Christi zu sehen und so barmherzig zu handeln, als ob es um Gottes Herz ginge."
        ],
        "uebung": "Atme tief ein und bitte in einem kurzen Gebet um die Gnade der Barmherzigkeit; dann wähle heute eine konkrete Tat, wie zuzuhören oder etwas abzugeben, ohne zu erwarten."
      }
    },
    "en": {
      "impuls": {
        "title": "Embrace Mercy Today",
        "text": "Jesus calls you to be merciful just as your heavenly Father is, inviting you to let go of judgment and condemnation in your everyday encounters. Choose forgiveness and generosity instead, and watch how that same measure flows back to you, pressed down, shaken together, and running over. Let this truth warm your heart as you step into your day."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "Who is one person you encounter today where you can offer a forgiving word or generous gesture, mirroring God's mercy?"
      },
      "tieferReingehen": {
        "titel": "Diving Deeper: The Rhythm of Mercy",
        "text": "In today's Gospel, mercy flows from God's heart to yours and back into the world, echoing the Church's call to live it through compassionate actions rooted in divine love.",
        "gedanken": [
          "God's mercy is the bridge connecting heaven and earth, awakening hope in us despite our weaknesses, as it reveals the Trinity's own life of tender outreach.",
          "Like the early Fathers taught, practicing mercy—through forgiveness and almsgiving—strengthens the soul, allowing God's grace to transform our efforts into abundant return.",
          "Ignatian wisdom invites you to discern mercy's movement from heart to hands: receive Christ's compassion first, then let it guide your steps in gentle service to others."
        ],
        "uebung": "Take five minutes in quiet prayer: Imagine yourself in today's Gospel scene, receiving Jesus' merciful gaze. Notice the feelings that arise, then carry one small act of mercy into your morning routine."
      }
    },
    "pl": {
      "impuls": {
        "title": "Bądź miłosierny jak Ojciec",
        "text": "Dziś Jezus zaprasza cię, byś był miłosierny jak twój Ojciec niebieski – nie osądzaj, nie potępiaj, wybaczaj i dawaj z serca. W codziennych spotkaniach pomyśl o tym pełnym, przepełnionym miarach, które wrócą do ciebie. To ciepła obietnica Boga, który patrzy na ciebie z miłością."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Kogo w twoim otoczeniu dziś mogę obdarzyć przebaczeniem lub małym gestem życzliwości?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w miłosierdzie",
        "text": "Ewangelia ukazuje miłosierdzie jako naśladowanie Boga, które otwiera serce na innych i na łaskę.",
        "gedanken": [
          "Św. Augustyn przypomina, że dzieła miłosierdzia są darem Boga, który leczy nasze słabości i prowadzi do wolności, jak miara, którą dajemy, wraca do nas obficie.",
          "Św. Klemens Aleksandryjski zachęca do upodobnienia się do Boga w dobroci, co czyni nas podobnymi do Ojca, pełnego litości.",
          "Papież Franciszek ukazuje miłosierdzie jako drogę od serca do rąk – otrzymujemy je od Jezusa, by nieść innym z radością i nadzieją."
        ],
        "uebung": "Dziś w ignacjańskim rozeznaniu zatrzymaj się na 5 minut: podziękuj Bogu za Jego miłosierdzie wobec ciebie, a potem wybierz jedną konkretną osobę i zaplanuj mały gest życzliwości wobec niej."
      }
    }
  }
}