{
  "date": "2026-02-19",
  "gospelRef": "Lukas 9,22-25",
  "gospelRefOriginal": "Luke 9:22-25",
  "generatedAt": "2026-02-18T23:30:34.938Z",
  "gospelTexts": {
    "de": {
      "text": "und sprach: Der Sohn des Menschen muß vieles leiden und verworfen werden von den Ältesten und Hohenpriestern und Schriftgelehrten, und getötet und am dritten Tage auferweckt werden. Er sprach aber zu allen: Wenn jemand mir nachkommen will, der verleugne sich selbst und nehme sein Kreuz auf täglich und folge mir nach. Denn wer irgend sein Leben erretten will, wird es verlieren; wer aber irgend sein Leben verliert um meinetwillen, der wird es erretten. Denn was wird es einem Menschen nützen, wenn er die ganze Welt gewönne, sich selbst aber verlöre oder einbüßte?",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Saying, The Son of man must suffer many things, and be rejected of the elders and chief priests and scribes, and be slain, and be raised the third day. And he said to them all, If any man will come after me, let him deny himself, and take up his cross daily , and follow me. For whosoever will save his life shall lose it: but whosoever will lose his life for my sake, the same shall save it. For what is a man advantaged, if he gain the whole world, and lose himself, or be cast away?",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Mówiąc: Że Syn człowieczy musi wiele cierpieć, a być odrzuconym od starszych ludu i od przedniejszych kapłanów i od nauczonych w Piśmie, i być zabitym, a trzeciego dnia zmartwychwstać. I mówił do wszystkich: Kto chce za mną iść, niech zaprze samego siebie, a niech bierze krzyż swój na każdy dzień, i naśladuje mię. Albowiem ktobykolwiek chciał zachować duszę swoję, straci ją; a ktobykolwiek stracił duszę swą dla mnie, ten ją zachowa. Albowiem cóż pomoże człowiekowi, choćby wszystek świat pozyskał, gdyby samego siebie stracił, albo sobie uszkodził.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Täglich dein Kreuz aufnehmen",
        "text": "Jesus lädt dich heute ein, ihm nachzufolgen, indem du dich selbst verleugnest und dein Kreuz täglich nimmst. Das klingt herausfordernd, doch es öffnet den Weg zu einem erfüllten Leben in seiner Nähe. Stell dir vor, wie er dich in deinen Alltagsmomenten begleitet und stärkt."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Welches kleine Kreuz in deinem Tag kannst du heute bewusst annehmen, um Jesus näher zu folgen?"
      },
      "tieferReingehen": {
        "titel": "Tiefer in Lukas 9,22-25 eintauchen",
        "text": "Jesus verbindet die Ankündigung seines Leidens mit einer Einladung zur Nachfolge, die uns in seine paschale Dynamik führt: Sterben und Auferstehen. Ignatianisch gesehen ist das eine Berufung unter dem Banner Christi, wo wir Freiheit finden, indem wir uns ihm schenken.",
        "gedanken": [
          "Die Vorhersage des Leidens Christi zeigt, dass Erlösung durch das Kreuz führt und uns einlädt, daran teilzuhaben, wie die Kirche lehrt.",
          "Sich selbst verleugnen bedeutet, alte Muster loszulassen und dem Ruf des ewigen Königs zu folgen, der in Armut, Schmach und Demut ruft.",
          "Das Paradoxon des Lebensverlustes birgt die wahre Freiheit: Wer für Christus alles hingibt, gewinnt das ewige Leben in Fülle."
        ],
        "uebung": "Nimm dir 5 Minuten, setze dich still hin, stelle dir Jesus vor, wie er dich ruft, und führe ein inniges Gespräch mit ihm: Was möchtest du mir heute schenken, um dir nachzufolgen?"
      }
    },
    "en": {
      "impuls": {
        "title": "Embrace Your Daily Cross",
        "text": "Jesus gently invites you to follow him by denying yourself and taking up your cross each day, just as he foretold his own path of suffering and resurrection. In the ordinary rhythms of your life—the frustrations at work, the aches in your body, the quiet sacrifices for others—see a chance to draw close to his loving heart. What seems like loss today opens the door to true, abundant life."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "What one small 'yes' to a challenge today can you offer to Jesus, trusting it leads to deeper freedom?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper: The Paradox of the Cross",
        "text": "Jesus reveals that his glory passes through suffering, calling you to a daily discipleship that mirrors his own journey of rejection, death, and rising. Early witnesses like Ignatius longed to imitate this passion, seeing in it the path to pure light and true life. The Church teaches this self-denial as the surest way of conversion, uniting your struggles to Christ's redemptive love.",
        "gedanken": [
          "Jesus' prediction of his passion underscores that suffering is not the end but the necessary passage to resurrection and glory, inviting you to trust in his victory.",
          "Taking up the cross daily fosters gestures of reconciliation and acceptance of trials, transforming everyday life into a space of intimate union with him.",
          "To lose one's life for his sake is to gain it eternally, as Ignatius embraced, finding in self-emptying the freedom of belonging fully to God."
        ],
        "uebung": "Today, spend 5 minutes in quiet prayer: Recall a current difficulty, offer it lovingly to Jesus with the words 'I unite this to your cross,' and notice the peace that follows, as in Ignatian contemplation."
      }
    },
    "pl": {
      "impuls": {
        "title": "Weź swój krzyż codziennie",
        "text": "Jezus mówi do ciebie: „Jeśli ktoś chce iść za Mną, niech się zaprze samego siebie, niech weźmie krzyż swój na każdy dzień i niech Mnie naśladuje”. W twoim codziennym życiu – w pracy, relacjach czy drobnych trudnościach – to zaproszenie do bliskości z Nim, która rodzi prawdziwe życie. Pozwól, by te słowa ogrzały twoje serce i dały siłę na dziś."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Co w dzisiejszym dniu mogę oddać Jezusowi, zamiast się bronić lub chronić siebie?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w tajemnicę Krzyża",
        "text": "Ewangelia Łk 9,22-25 ukazuje drogę naśladowania Jezusa przez zaparcie się siebie i codzienne branie krzyża. To nie nakaz, lecz łaska, która prowadzi do pełni życia, jak uczą Ojcowie Kościoła i Katechizm.",
        "gedanken": [
          "Zaparcie się siebie to zapomnienie własnego egoizmu i pójście za wolą Boga, jak podkreśla św. Bazyli: to całkowite porzucenie dawnej woli i przywiązanie do Chrystusa.",
          "Codzienne branie krzyża to akt miłości, w którym łączymy się z męką Jezusa, stając się współuczestnikami Jego zbawienia, co Katechizm nazywa najpewniejszą drogą pokuty (por. KKK 1435).",
          "Paradoks życia: tracąc je dla Chrystusa, zyskujemy je na wieki – jak wyjaśnia Orygenes, rezygnacja z ziemskich przyjemności otwiera drogę do wiecznej radości."
        ],
        "uebung": "W dzisiejszym rachunku sumienia ignacjańskim zatrzymaj się na jednej sytuacji, w której poczułeś trud, podziękuj Jezusowi za swój „krzyż” i poproś o łaskę przyjęcia go z miłością, wyobrażając sobie, jak On idzie z tobą."
      }
    }
  }
}