{
  "date": "2026-02-22",
  "gospelRef": "Matthaeus 4,1-11",
  "gospelRefOriginal": "Matthew 4:1-11",
  "generatedAt": "2026-02-21T23:25:10.348Z",
  "gospelTexts": {
    "de": {
      "text": "Dann wurde Jesus von dem Geiste in die Wüste hinaufgeführt, um von dem Teufel versucht zu werden; und als er vierzig Tage und vierzig Nächte gefastet hatte, hungerte ihn danach. Und der Versucher trat zu ihm hin und sprach: Wenn du Gottes Sohn bist, so sprich, daß diese Steine Brot werden. 'Er aber antwortete und sprach: Es steht geschrieben: ''Nicht von Brot allein soll der Mensch leben, sondern von jedem Worte, das durch den Mund Gottes ausgeht.'' (5. Mose 8,3)' 'Dann nimmt der Teufel ihn mit in die heilige Stadt und stellt ihn auf die Zinne des Tempels (d. h. der Gebäude im allgemeinen; der Tempel selbst, das ''Heiligtum'', wird im Griechischen durch ein anderes Wort bezeichnet)' 'und spricht zu ihm: Wenn du Gottes Sohn bist, so wirf dich hinab; denn es steht geschrieben: ''Er wird seinen Engeln über dir befehlen, und sie werden dich auf den Händen tragen, damit du nicht etwa deinen Fuß an einen Stein stoßest.'' (Ps. 91,11-12)' 'Jesus sprach zu ihm: Wiederum steht geschrieben: ''Du sollst den Herrn, deinen Gott, nicht versuchen.'' (5. Mose 6,16)' Wiederum nimmt der Teufel ihn mit auf einen sehr hohen Berg und zeigt ihm alle Reiche der Welt und ihre Herrlichkeit und spricht zu ihm: Alles dieses will ich dir geben, wenn du niederfallen und mich anbeten (O. mir huldigen; so auch v 10) willst. 'Da spricht Jesus zu ihm: Geh hinweg, Satan! denn es steht geschrieben: ''Du sollst den Herrn, deinen Gott, anbeten und ihm allein dienen.'' (5. Mose 6,13)' Dann verläßt ihn der Teufel, und siehe, Engel kamen herzu und dienten ihm.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil. And when he had fasted forty days and forty nights, he was afterward an hungred. And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread. But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God. Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple, And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God. tempt: or, try, or, put to trial, or, proof Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them; And saith unto him, All these things will I give thee, if thou wilt fall down and worship me. Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve. Then the devil leaveth him, and, behold, angels came and ministered unto him.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Tedy Jezus zawiedziony jest na puszczę od Ducha, aby był kuszony od dyjabła. A gdy pościł czterdzieści dni i czterdzieści nocy, potem łaknął. I przystąpiwszy do niego kusiciel, rzekł: Jeźliś jest Syn Boży, rzecz, aby się te kamienie stały chlebem. A on odpowiadając rzekł: Napisano: Nie samym chlebem człowiek żyć będzie, ale każdem słowem pochodzącem przez usta Boże. Tedy go wziął dyjabeł do miasta świętego, i postawił go na ganku kościelnym, I rzekł mu: Jeźliś jest Syn Boży, spuść się na dół, albowiem napisano: Iż Aniołom swoim przykazał o tobie, i będą cię na rękach nosili, abyś snać nie obraził o kamień nogi swojej. Rzekł mu Jezus: Zasię Napisano: Nie będziesz kusił Pana, Boga twego. Wziął go zasię dyjabeł na górę bardzo wysoką, i pokazał mu wszystkie królestwa świata i sławę ich, I rzekł mu: To wszystko dam tobie, jeźli upadłszy, pokłonisz mi się. Tedy mu rzekł Jezus: Pójdź precz, szatanie! albowiem Napisano: Panu Bogu twemu kłaniać się będziesz, i jemu samemu służyć będziesz. Tedy go opuścił dyjabeł, a oto Aniołowie przystąpili i służyli mu.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Jesus in der Wüste",
        "text": "Jesus lässt sich vom Geist in die Wüste führen, fastet und widersteht den Versuchungen des Bösen mit dem Wort seines Vaters. Auch du kennst Tage, an denen der Hunger nach Sicherheit, Anerkennung oder Macht lockt – doch Jesus zeigt dir den Weg der Treue. Vertraue heute darauf, dass er für dich gesiegt hat und dich stärkt."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Welchen 'Hunger' spürst du heute in deinem Alltag, und welches Wort aus der Bibel könnte dich nähren?"
      },
      "tieferReingehen": {
        "titel": "Versuchung als Weg zur Tiefe",
        "text": "Jesus nimmt die Versuchungen an, um voll Mensch zu werden und uns den Sieg zu schenken – er recapituliert damit die Prüfungen von Adam und Israel und lehrt uns, dass Gott uns nie allein lässt.",
        "gedanken": [
          "Jesus enthüllt durch seine Widerstandskraft den Messias, der dem Vater gehorsam bleibt und Satans falsche Wege ablehnt, sodass wir in ihm unsere Schwächen sympathisch erleben.",
          "Die Wüstezeit Jesu zeigt, wie Prüfungen unser Inneres wachsen lassen: Sie unterscheiden zwischen notwendigen Übungen und trügerischen Lockungen, die zum Tod führen wollen.",
          "Versuchung birgt eine Gnade – sie offenbart unsere Neigungen und weckt Dankbarkeit für Gottes Gaben, wie Jesus es vorlebt, indem er hungrig bleibt, um uns zu lehren."
        ],
        "uebung": "Setze dich 5 Minuten still hin, lies Matthäus 4,4 laut vor und frage den Heiligen Geist: 'Wo rufst du mich heute zur Treue?' Notiere einen Gedanken, der dir Frieden schenkt."
      }
    },
    "en": {
      "impuls": {
        "title": "Strength in the Desert",
        "text": "Jesus faced hunger, doubt, and power's lure in the wilderness, yet stood firm with God's word as his anchor. Today, as you navigate your own deserts of stress or desire, lean into that same living bread. Angels wait to minister to you, just as they did for him."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "When a craving or distraction pulls at you today, what phrase from Scripture can you whisper to recenter?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper",
        "text": "Jesus' encounter reveals temptation as a path to deeper reliance on God, echoing the Church's wisdom on discerning trials from sin.",
        "gedanken": [
          "Temptation unmasks our hidden inclinations mercifully, inviting self-knowledge and gratitude for God's gifts within us.",
          "Like Jesus quoting Deuteronomy, we resist by affirming God's sole lordship, turning potential falls into faithful worship.",
          "Carrying Christ within, as Ignatius knew, scatters every shadow, transforming audacious lies into humble surrender."
        ],
        "uebung": "In a quiet moment, slowly read Matthew 4:1-11 aloud, pausing after each temptation to breathe Jesus' response into your day."
      }
    },
    "pl": {
      "impuls": {
        "title": "Pokusa Jezusa w pustyni",
        "text": "Dziś rano spójrz na Jezusa, który po chrzcie wszedł na pustynię i pościł czterdzieści dni. Diabeł kusił Go trzema pokusami, ale On odpowiadał Słowem Boga, pozostając wiernym Ojcu. Niech ta bliskość Jezusa da Ci siłę na cały dzień, byś w chwilach próby słyszał Jego głos w swoim sercu."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Jaką pokusę mogę spotkać dzisiaj w pracy lub relacjach i jak odpowiem na nią Słowem z Pisma Świętego?"
      },
      "tieferReingehen": {
        "titel": "Rozeznawanie pokus z Jezusem",
        "text": "Ewangelia Mateusza ukazuje Jezusa jako zwycięzcę pokus, który recapituliował upadki Adama i Izraela, pozostając w pełni posłusznym woli Ojca. Św. Ignacy Loyola w Ćwiczeniach Duchowych zaprasza do kontemplacji tych tajemnic, by rozpoznać podstępy nieprzyjaciela i wybrać sztandar Chrystusa.",
        "gedanken": [
          "Jezus, głodny po poście, odmawia zamiany kamieni w chleb, przypominając, że nie samym chlebem żyje człowiek, lecz każdym słowem z ust Bożych – to lekcja ufności Bogu ponad cielesne potrzeby.",
          "W świątyni i na górze Jezus odrzuca próby sprawdzenia Boga i pokusę władzy za cenę czci szatana, ukazując pokornego Mesjasza, wiernego planowi zbawczemu Ojca.",
          "Pokusy objawiają nasze skłonności, ale też dobra dane od Boga; św. Ignacy uczy, że nieprzyjaciel kusi pod pozorem dobra, prowadząc od bogactw ku pysze, podczas gdy Jezus prowadzi do służby tylko Bogu."
        ],
        "uebung": "Weź chwilę na ignacjańską kontemplację: wyobraź sobie siebie na pustyni z Jezusem, zauważ jedną pokusę z dzisiejszego dnia, poproś o łaskę rozeznania jej początku, środka i końca, i odpowiedz Słowem Boga, dziękując za Jego obecność."
      }
    }
  }
}