{
  "date": "2026-02-18",
  "gospelRef": "Matthaeus 6,1-6, 16-18",
  "gospelRefOriginal": "Matthew 6:1-6, 16-18",
  "generatedAt": "2026-02-18T05:18:44.140Z",
  "gospelTexts": {
    "de": {
      "text": "Habet acht, daß ihr euer Almosen nicht gebet (Nach and. Les.: eure Gerechtigkeit nicht übet) vor den Menschen, um von ihnen gesehen zu werden; wenn aber nicht, so habt ihr keinen Lohn bei eurem Vater, der in den Himmeln ist. Wenn du nun Almosen gibst, sollst du nicht vor dir her posaunen lassen, wie die Heuchler tun in den Synagogen und auf den Straßen, damit sie von den Menschen geehrt werden. Wahrlich, ich sage euch, sie haben ihren Lohn dahin. Du aber, wenn du Almosen gibst, so laß deine Linke nicht wissen, was deine Rechte tut; damit dein Almosen im Verborgenen sei, und dein Vater, der im Verborgenen sieht, wird dir vergelten. Und wenn du betest, sollst du nicht sein wie die Heuchler; denn sie lieben es, in den Synagogen und an den Ecken der Straßen stehend zu beten, damit sie von den Menschen gesehen werden. Wahrlich, ich sage euch, sie haben ihren Lohn dahin. Du aber, wenn du betest, so gehe in deine Kammer und, nachdem du deine Tür geschlossen hast, bete zu deinem Vater, der im Verborgenen ist, und dein Vater, der im Verborgenen sieht, wird dir vergelten. Wenn ihr aber fastet, so sehet nicht düster aus wie die Heuchler; denn sie verstellen ihre Angesichter, damit sie den Menschen als Fastende erscheinen. Wahrlich, ich sage euch, sie haben ihren Lohn dahin. Du aber, wenn du fastest, so salbe dein Haupt und wasche dein Angesicht, damit du nicht den Menschen als ein Fastender erscheinest, sondern deinem Vater, der im Verborgenen ist; und dein Vater, der im Verborgenen sieht, wird dir vergelten.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven. alms: or, righteousness of your: or, with your Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward. do not: or, cause not a trumpet to be sounded But when thou doest alms, let not thy left hand know what thy right hand doeth: That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly . And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward. But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly . Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward. But thou, when thou fastest, anoint thine head, and wash thy face; That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly .",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Strzeżcie się, abyście jałmużny waszej nie czynili przed ludźmi dlatego, abyście byli widziani od nich; inaczej nie będziecie mieli zapłaty u Ojca waszego, który jest w niebiesiech. Przetoż, gdy czynisz jałmużnę, nie trąb przed sobą, jako obłudnicy czynią w bóżnicach i na ulicach, aby byli chwaleni od ludzi; zaprawdę powiadam wam, odbierają zapłatę swoję. Ale ty gdy czynisz jałmużnę, niechaj nie wie lewica twoja, co czyni prawica twoja. Aby jałmużna twoja była w skrytości, a Ojciec twój, który widzi w skrytości, ten ci jawnie odda. A gdy się modlisz, nie bądź jako obłudnicy; albowiem się oni radzi w bóżnicach i na rogach ulic stojąc, modlą, aby byli widziani od ludzi; zaprawdę powiadam wam, iż odbierają zapłatę swoję. Ale ty, gdy się modlisz, wnijdź do komory swojej, a zawarłszy drzwi swoje, módl się Ojcu twemu, który jest w skrytości; a Ojciec twój, który widzi w skrytości, odda ci jawnie. A gdy pościcie, nie bądźcież smętnej twarzy, jako obłudnicy; szpecą bowiem twarzy swoje, aby byli widziani od ludzi, że poszczą; zaprawdę powiadam wam, odbierają zapłatę swoję. Ale ty, gdy pościsz, namaż głowę twoję, i umyj twarz twoję, Abyś nie był widziany od ludzi, że pościsz, ale od Ojca twojego, który jest w skrytości; a Ojciec twój, który widzi w skrytości, odda ci jawnie.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Im Verborgenen wachsen",
        "text": "Jesus lädt dich heute ein, deine guten Taten – Almosen geben, beten, fasten – nicht zur Schau zu stellen, sondern im Stillen vor deinem Vater zu tun, der alles sieht. So entsteht echte Freiheit in deinem Herzen, fern vom Applaus der Menschen. Genieße diesen Morgen als sanften Einstieg in einen Tag voller geheimer Treue zu Gott."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Welche kleine Geste der Nächstenliebe oder des Gebets kannst du heute tun, ohne dass jemand es bemerkt?"
      },
      "tieferReingehen": {
        "titel": "Die Tiefe der verborgenen Hingabe",
        "text": "Das Evangelium ruft dich zur inneren Reinheit in den Werken der Barmherzigkeit, wo Gott selbst der Zeuge ist. Hier öffnet sich dein Herz für seine Nähe.",
        "gedanken": [
          "Die rechte Hand steht für die reine Absicht, Gott zu gefallen, während die linke Hand den Hang zum menschlichen Lob meiden soll – so wird dein Herz eins und frei.",
          "Im Neuen Bund richten Almosengeben, Gebet und Fasten sich ausschließlich auf den Vater im Verborgenen, weg von jeder äußeren Geste.",
          "Bei der Gabe prüfe deine Neigungen: Lass ungeordnete Wünsche weichen, um in Armut und Demut Christus nachzufolgen."
        ],
        "uebung": "Nimm dir heute fünf Minuten in einem stillen Raum: Schließe die Tür, atme tief und lege eine gute Tat in Gottes Hand, ohne sie jemandem zu erzählen."
      }
    },
    "en": {
      "impuls": {
        "title": "Hidden Acts of Love",
        "text": "Jesus invites you to give alms, pray, and fast not for applause from others, but in secret, where your loving Father sees and cherishes every moment. In your daily routine, those quiet gestures of kindness become profound encounters with Him. Let today be filled with these hidden gifts that draw you closer to His heart."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "In your next act of generosity or prayer today, pause and ask: Am I doing this freely for God alone, or seeking a little notice from others?"
      },
      "tieferReingehen": {
        "titel": "Diving Deeper: The Father's Gaze",
        "text": "Jesus reveals a spirituality of the heart, where true piety flourishes unseen, echoing the early Church's call to imitate Christ's hidden humility and the New Law's focus on intimate communion with the Father.",
        "gedanken": [
          "St. Ignatius urges us to embrace continence and fasting without pride, lest we forfeit the reward, mirroring the Lord's forty days as a humble path to glory.",
          "The Catechism highlights how the New Law perfects these acts—almsgiving, prayer, fasting—directing them solely to the Father who sees in secret, fostering childlike trust.",
          "In prayer, as Ignatius exhorts, respond to the world's noise with meekness and steadfast faith, allowing the Spirit to intercede in the quiet of your inner room."
        ],
        "uebung": "Find a private space this morning, close the door, and spend five minutes offering a simple prayer or act of kindness in silence, noticing the Father's gentle presence."
      }
    },
    "pl": {
      "impuls": {
        "title": "Ukryta dobroć dla Ojca",
        "text": "Jezus zaprasza cię dziś, byś dawał jałmużnę, modlił się i pościł w ukryciu, nie po to, by cię ludzie widzieli, ale by spotkał cię Ojciec, który patrzy w sekrecie. Wyobraź sobie, jak w codziennych gestach – uśmiechu do bliskiego czy cichej modlitwie – On nagradza twoje serce swoją bliskością. Zacznij dzień z tą ciepłą pewnością: twoja miłość wraca do Ciebie zwielokrotniona."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "Co dziś mogę zrobić dobrego dla kogoś – dyskretnie, bez oczekiwania na podziękowanie?"
      },
      "tieferReingehen": {
        "titel": "Głębia ukrytej pobożności",
        "text": "Ewangelia Mateusza ukazuje nam drogę Nowego Prawa: akty miłosierdzia, modlitwę i post kierowane do Ojca w sekrecie, co oczyszcza serce i buduje prawdziwą relację z Bogiem. Św. Augustyn podkreśla, że prawdziwa jałmużna rodzi się w sumieniu, wolnym od ludzkiej chwały, a św. Ignacy Loyola zachęca do wewnętrznej dyscypliny, by intencje były czyste i skierowane ku Chrystusowi.",
        "gedanken": [
          "Ukrycie chroni przed hipokryzją, bo Ojciec nagradza nie pozory, lecz szczere serce – jak prawe dłoń, która działa dla Boga, nie dla pochwał.",
          "Katechizm przypomina, że te praktyki – jałmużna, modlitwa, post – to droga do Ojca, który zna nasze potrzeby i czeka w ciszy duszy.",
          "Ignacy w regułach jałmużny wzywa do rozeznawania uczuć, by miłość była wolna od nieporządnych skłonności i zbliżała do Chrystusa, wzoru ubogiego serca."
        ],
        "uebung": "Weź chwilę na ignacjańską refleksję: wieczorem przypomnij sobie jeden gest dobroci z dnia i zapytaj: 'Dla kogo to zrobiłem?'. Podziękuj Ojcu za Jego widok w sekrecie i poproś o łaskę czystszego serca jutro."
      }
    }
  }
}