{
  "date": "2026-02-20",
  "gospelRef": "Matthaeus 9,14-15",
  "gospelRefOriginal": "Matthew 9:14-15",
  "generatedAt": "2026-02-19T23:31:00.517Z",
  "gospelTexts": {
    "de": {
      "text": "Dann kommen die Jünger des Johannes zu ihm und sagen: Warum fasten wir und die Pharisäer oft, deine Jünger aber fasten nicht? Und Jesus sprach zu ihnen: Können etwa die Söhne des Brautgemachs trauern, so lange der Bräutigam bei ihnen ist? Es werden aber Tage kommen, da der Bräutigam von ihnen weggenommen sein wird, und dann werden sie fasten.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "Then came to him the disciples of John, saying, Why do we and the Pharisees fast oft, but thy disciples fast not? And Jesus said unto them, Can the children of the bridechamber mourn, as long as the bridegroom is with them? but the days will come, when the bridegroom shall be taken from them, and then shall they fast.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "Tedy przyszli do niego uczniowie Janowi, mówiąc: Przecz my i Faryzeuszowie często pościmy, a uczniowie twoi nie poszczą? I rzekł im Jezus: Izali się mogą synowie łożnicy małżeńskiej smęcić, póki z nimi jest oblubieniec? Ale przyjdą dni, gdy od nich będzie oblubieniec odjęty, a tedy pościć będą.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Freude mit dem Bräutigam",
        "text": "Jesus vergleicht sich mit einem Bräutigam, bei dem seine Jünger nicht fasten müssen, solange er bei ihnen ist. Spüre heute in deinem Alltag diese warme Nähe: Vielleicht in einem Lächeln, einem guten Gespräch oder einem ruhigen Moment. Lass dich von dieser Freude sanft leiten und tragen."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wo kannst du heute einen kleinen Moment der Freude mit Jesus feiern, statt dich zu sorgen oder zu hetzen?"
      },
      "tieferReingehen": {
        "titel": "Fasten und Gegenwart Christi",
        "text": "Jesus als Bräutigam lädt zur innigen Gemeinschaft ein – ein Hochzeitsfest der Seele. Die Kirche und Kirchenväter vertiefen dies: Fasten hat seinen Ort, doch Freude blüht in seiner Nähe.",
        "gedanken": [
          "Jesus schenkt uns durch seine Gegenwart eine tiefe Verbundenheit, wie Reben und Ranken, die uns nährt und stärkt.",
          "Ignatius von Antiochien steuerte mit Gebet und Fasten die Kirche durch Stürme, sehnte aber die vollkommene Liebe Christi herbei, die über alles erhebt.",
          "Wenn der Bräutigam 'genommen' scheint, wird Fasten zur Brücke; doch in der Eucharistie und im Gebet bleibt er nah und erfüllt uns."
        ],
        "uebung": "Setze dich 5 Minuten still hin, stelle dir Jesus als Bräutigam vor, der dich einlädt. Nimm einen Atemzug der Dankbarkeit für einen Freudenmoment und lass ihn den Tag prägen."
      }
    },
    "en": {
      "impuls": {
        "title": "Joy with the Bridegroom",
        "text": "Jesus invites you to see your life as a wedding feast right now, with Him as the joyful Bridegroom by your side. There's no need to fast or mourn when His presence fills your days with celebration. Embrace this warmth today, noticing His nearness in simple moments like your morning coffee or a kind word shared."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "In what ordinary moment today can you pause and savor Jesus' joyful presence with you, like guests at a wedding feast?"
      },
      "tieferReingehen": {
        "titel": "Delving Deeper into Fasting and Presence",
        "text": "Jesus' response to questions about fasting reveals a profound rhythm of joy and longing, echoed in Church tradition from the Fathers to the Catechism.",
        "gedanken": [
          "Jesus presents Himself as the Bridegroom, whose presence turns fasting into feasting, inviting disciples to live fully in the now of divine communion, as seen in His endorsement of pious practices like fasting when fitting.",
          "St. Ignatius of Antioch steered the early Church through persecutions with prayer and fasting as a 'helm,' rejoicing in Christ's indwelling even amid chains, modeling how these practices deepen union with the absent-yet-present Lord.",
          "The Catechism weaves fasting with prayer and almsgiving as expressions of interior conversion, directing them humbly to the Father, balancing penance with the New Law's joyful intimacy."
        ],
        "uebung": "Take five minutes midday for an Ignatian review: recall a moment of joy today as the Bridegroom's gift, then gently release one small attachment through fasting, like skipping a snack, offering it tenderly to Him."
      }
    },
    "pl": {
      "impuls": {
        "title": "Radość obecności Oblubieńca",
        "text": "Dziś rano Jezus zaprasza cię, byś poczuł się jak gość weselny na uczcie z Nim. Zamiast smutku i postu ciesz się Jego bliskością w prostych chwilach dnia. Niech Jego miłość ogrzeje twoje serce i napełni je pokojem."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "W której codziennej czynności dziś najbardziej możesz odczuć obecność Jezusa obok siebie?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w dzisiejszą Ewangelię",
        "text": "Jezus objawia się jako Oblubieniec, którego obecność budzi radość i wolność od żałoby. W Jego bliskości serce otwiera się na pełnię życia, a post staje się naturalną odpowiedzią na czas tęsknoty.",
        "gedanken": [
          "Jezus jako Oblubieniec dzieli się pełnią Ducha Świętego, jednocząc nas z Sobą w miłości bez pośredników, jak namaszczenie olejem przenika całe ciało.",
          "Ignacy z Loyoli w Ćwiczeniach Duchowych zachęca do kontemplacji tajemnic życia Chrystusa, by wejść w Jego radość i misję głoszenia Królestwa, tak jak Apostołowie na weselu Jego obecności.",
          "W czasie gdy Oblubieniec jest z nami – w Eucharystii i modlitwie – doświadczamy pełni, a post przygotowuje serce na głębszą bliskość w chwilach rozłąki."
        ],
        "uebung": "Poświęć 5 minut na ignacjańską kontemplację: wyobraź sobie siebie jako gościa weselnego przy Jezusie, porozmawiaj z Nim o tym, co cię dziś raduje, i posłuchaj Jego odpowiedzi w ciszy serca."
      }
    }
  }
}