{
  "date": "2026-02-16",
  "gospelRef": "Markus 8,11-13",
  "gospelRefOriginal": "Mark 8:11-13",
  "generatedAt": "2026-02-16T14:10:47.229Z",
  "gospelTexts": {
    "de": {
      "text": "Und die Pharisäer kamen heraus und fingen an, mit ihm zu streiten, indem sie, ihn versuchend, ein Zeichen vom Himmel von ihm begehrten. Und in seinem Geiste tief seufzend, spricht er: Was begehrt dieses Geschlecht ein Zeichen? Wahrlich, ich sage euch: Wenn diesem Geschlecht ein Zeichen gegeben werden wird! Und er ließ sie, stieg wieder in das Schiff und fuhr an das jenseitige Ufer.",
      "reference": "Elberfelder 1871"
    },
    "en": {
      "text": "And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him. And he sighed deeply in his spirit, and saith, Why doth this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation. And he left them, and entering into the ship again departed to the other side.",
      "reference": "King James Version"
    },
    "pl": {
      "text": "I wyszli Faryzeuszowie, a poczęli z nim spór wieść, szukając od niego znamienia z nieba, a kusząc go. Tedy westchnąwszy serdecznie w duchu swym, rzekł: Przeczże ten rodzaj znamienia szuka? Zaprawdę powiadam wam, że nie będzie dane znamię temu rodzajowi. I opuściwszy ich, wstąpił zasię w łódź, i przeprawił się na drugą stronę.",
      "reference": "Biblia Gdańska 1881"
    }
  },
  "impulses": {
    "de": {
      "impuls": {
        "title": "Jesus' tiefer Seufzer",
        "text": "Die Pharisäer fordern ein Zeichen vom Himmel, und Jesus atmet tief auf: „Warum verlangt diese Generation ein Zeichen?“ Du kennst das vielleicht – du wartest auf klare Bestätigung, bevor du handelst. Jesus lädt dich ein, im Vertrauen auf das Gegebene zu leben, warm umhüllt von seiner Nähe."
      },
      "mitnahme": {
        "title": "Eine Frage für heute",
        "text": "Wo suche ich heute ein großes Zeichen von Gott, statt seine sanfte Präsenz in einem Lächeln, einem Gespräch oder einem ruhigen Moment zu bemerken?"
      },
      "tieferReingehen": {
        "titel": "Vertrauen jenseits der Zeichen",
        "text": "Markus 8,11-13 zeigt Jesus' Weigerung, auf Forderungen einzugehen – ein Aufruf zum reifen Glauben. Kirchenväter wie Ignatius von Antiochien und der Katechismus laden uns ein, Christus innerlich zu tragen.",
        "gedanken": [
          "Ignatius bekennt vor Trajan: Er trägt Christus in sich, der seine Sünde kreuzigte – kein äußeres Zeichen nötig, sondern innere Gegenwart (Martyrdom of Ignatius, Kap. 2).",
          "Der Katechismus betont: Jesus ist das Licht der Welt, das uns in Wahrheit führt, ohne dass wir in Dunkelheit bleiben müssen (KKK 2466).",
          "Wie Ignatius im Martyrium freudig Christus in sich spürt, so bist du eingeladen, im Alltag seine Führung zu erkennen, barmherzig und vertrauensvoll."
        ],
        "uebung": "Nimm dir fünf Minuten in Stille: Stelle dir Jesus' Seufzer lebendig vor, atme mit ihm ein und aus, und frage barmherzig: „Herr, wo trägst du mich heute innerlich?“ Notiere einen Gedanken, der auftaucht."
      }
    },
    "en": {
      "impuls": {
        "title": "Jesus' Deep Sigh of Compassion",
        "text": "This morning, picture Jesus sighing deeply—not in frustration, but with tender compassion for those demanding a heavenly sign despite the wonders already unfolding around them.[^1] [^6] You've likely experienced God's quiet presence in your own life through unexpected kindnesses or inner peace. Let this Gospel invite you to notice those gentle signs today, trusting in His loving nearness."
      },
      "mitnahme": {
        "title": "A question for today",
        "text": "What small sign of God's care in your daily routine—like a helpful word from a friend or a moment of calm—might you pause to thank Him for right now?"
      },
      "tieferReingehen": {
        "titel": "Unveiling the Signs of the Times",
        "text": "In Mark 8:11-13, Jesus refuses a spectacular sign, revealing a deeper invitation to faith amid everyday miracles.[^1] [^7] Drawing from the Church Fathers, this passage calls us to an Ignatian gaze of merciful discernment, recognizing Christ's presence without demanding more proof.[^6] [^8]",
        "gedanken": [
          "St. John Chrysostom notes Jesus' sigh as pity for the incurably doubting, who tempt rather than believe; He offers signs to the open-hearted, as with the Canaanite woman.[^6]",
          "The Catena Aurea explains the Pharisees sought heavenly spectacles like halting the sun, ignoring earthly signs like the loaves; true faith discerns Christ's 'signs of the times' in humility.[^8]",
          "Like St. Ignatius, who bore Christ within without need for outward proof, we carry the ultimate sign in our hearts, revealed by the Spirit who unveils the Word.[^5] [^11]"
        ],
        "uebung": "Take five minutes in quiet: Recall a recent 'miracle' in your life, breathe with gratitude like Jesus giving thanks before breaking bread, and whisper, 'Lord, help me see your signs today.'"
      }
    },
    "pl": {
      "impuls": {
        "title": "Jezus wzdycha z tęsknoty za wiarą",
        "text": "Faryzeusze żądają od Jezusa znaku z nieba, ale On głęboko wzdycha i mówi, że to pokolenie nie dostanie żadnego. Jezus pragnie, byś zaufał Mu w prostocie codzienności, bez spektakularnych dowodów. Dziś otwórz serce na Jego cichą obecność w Twoim dniu."
      },
      "mitnahme": {
        "title": "Pytanie na dziś",
        "text": "W jakiej dzisiejszej sytuacji możesz zaufać Jezusowi bez oczekiwania na 'znak z nieba', po prostu krocząc z Nim?"
      },
      "tieferReingehen": {
        "titel": "Głębiej w Ewangelię Marka (8,11-13)",
        "text": "Ta perykopa ukazuje tęsknotę Jezusa za wiarą, która rodzi się z serca, a nie z żądania cudów. Ignacjańska duchowość zaprasza do kontemplacji tej sceny z miłosierdziem wobec siebie.",
        "gedanken": [
          "Św. Ignacy Loyola w Ćwiczeniach Duchowych podkreśla rozeznawanie Boga w ciszy i codziennych ruchach serca, gdzie Jezus działa bez widowiskowych znaków, budując zaufanie krok po kroku.",
          "Katechizm Kościoła Katolickiego (KKK 547-550) wyjaśnia, że cuda Jezusa są znakami królestwa Bożego, ale prawdziwy cud to wiara, która przyjmuje Jego słowo bez przymusu dowodów.",
          "Ojcowie Kościoła, jak św. Augustyn w komentarzu do Ewangelii, widzą w westchnieniu Jezusa wyraz miłosiernej tęsknoty za nawróconym sercem, wolnym od pychy faryzeuszy."
        ],
        "uebung": "Poświęć 5 minut na ignacjańską wyobraźnię: usiądź w ciszy, wyobraź sobie Jezusa wzdychającego przed Tobą i porozmawiaj z Nim szczerze o miejscach w Twoim życiu, gdzie pragniesz znaku – poproś o łaskę prostego zaufania."
      }
    }
  }
}